{"Scene" : [
   {
      "num": "0",
      "Description": "Hélas, vous êtes mort. Mais avant de rejoindre l'au-delà, les dieux ont décidé de vous accorder une nouvelle chance.",
      "Decor": "mort",
      "Choix": [{
         "Texte": "Recommencer l'aventure",
         "Liaison": "",
         "Vers": "",
         "Rules": ["resetPlayer",["void"]]
      }]
   },
   {
      "num": "1",
      "Description": "Vous rangez vos emplettes dans votre sac à dos (cliquez en haut à droite pour l'ouvrir), quand soudain une idée vous effleure... le vieil homme est seul et sans défense dans sa tour, il serait facile de le voler.",
      "Decor": "tour",
      "Choix": [
         {
            "Texte": "Le remercier et quitter la tour",
            "Vers": "177"
         },
         {
            "Texte": "Tirer discrètement votre épée",
            "Vers": "54"
         }
      ]
   },
   {
      "num": "2",
      "Description": "Pour vous, l'aventure se termine ici : votre chair fraîche et savoureuse offrira un festin de choix à la Goule victorieuse.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Recommencer l'aventure",
            "Rules": ["resetPlayer",["void"]],
            "Vers": ""
         }
      ]
   },
   {
      "num": "3",
      "Description": "Vous suivez cinq autres flèches qui vous mènent au tronc d'un vieil arbre mort, encore enraciné dans le sol. Vous remarquez alors que le tronc est creux, mais que ce creux se prolonge sous terre à une profondeur que vous ne pouvez évaluer en raison de l'obscurité.",
      "Decor": "arbre-creux",
      "Choix": [
         {
            "Texte": "Utiliser votre anneau de lumière",
            "Vers": "322",
            "Conditions": ["hasObject", ["anneau de lumière"]],
            "Rules": ["looseObjects", ["anneau de lumière"],"gainObjects", ["médaillon d'or"],"changeChance", ["1"]]
         },
         {
            "Texte": "Évaluer la profondeur",
            "Vers": "120"
         }
      ]
   },
   {
      "num": "4",
      "Description": "Vous perdez 4 points de vie. Vous parvenez à arracher la flèche de votre épaule malgré la douleur insupportable que vous ressentez.",
      "Decor": "",
      "Rules": ["changeLife", ["-4"]],
      "Choix": [
         {
            "Texte": "Entrer dans la caverne",
            "Vers": "49"
         },
         {
            "Texte": "Retourner au croisement",
            "Vers": "93"
         }
      ]
   },
   {
      "num": "5",
      "Description": "Assis sur ce trône somptueux, vous vous sentez étrangement mal à l'aise. Les deux Guerriers Clones sont prosternés devant vous dans une attitude de totale soumission. Vous considèrent-ils comme leur nouveau maître ?",
      "Decor": "crown",
      "Choix": [
         {
            "Texte": "Placer sur votre tête la couronne d'or.",
            "Vers": "333"
         },
         {
            "Texte": "Quitter l'anfractuosité et monter les marches qui conduisent au sommet de la caverne.",
            "Vers": "249"
         }
      ]
   },
   {
      "num": "6",
      "Description": "Lorsque vous passez devant le Gobelin, il se met à pousser des grognements comme jamais vous n'en avez entendus auparavant, des grognements tout à fait inhabituels chez un Gobelin. Vous ressentez une certaine inquiétude.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Vous diriger en hâte vers le nord",
            "Vers": "148"
         }
      ]
   },
   {
      "num": "7",
      "Description": "Combat 92",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Combat en 92 !",
            "Vers": "23"
         }
      ]
   },
   {
      "num": "8",
      "Description": "Tandis que vous marchez le long du chemin, vous entendez des pas et les échos d'une dispute à quelque distance devant vous.",
      "Decor": "foret",
      "Choix": [
         {
            "Texte": "Rester sur le chemin pour les rencontrer",
            "Liaison": "Deux créatures apparaissent alors : elles sont de haute taille, très maigres et vêtues de haillons sur lesquels elles ont passé des cottes de mailles. En vous voyant, elles interrompent aussitôt leur dispute et vous attaquent.",
            "Vers": "301",
            "Combat": ["lutin", "le lutin", "un lutin", "il"],
            "Force": ["6","5"],
            "Endurance": ["5","7"],
            "Fuir": "41",
            "TexteMort": "Tandis que vous agonisez, les lutins se mettent à se disputer pour partager le contenu de votre sac à dos.",
            "TexteVictoire" : "Les lutins s'écroulent enfin sous vos coups."
         },
         {
            "Texte": "Vous cacher dans les buissons sur le bord de la route",
            "Vers": "392"
         }
      ]
   },
   {
      "num": "9",
      "Description": "gobelin from 85",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Combat",
            "Vers": "85"
         }
      ]
   },
   {
      "num": "10",
      "Description": "Vous lancez le roc de toutes vos forces en visant l'Ogre. Hélas ! à votre grand désarroi, le roc manque sa cible, passe à côté de la tête de votre adversaire et se fracasse contre la paroi de la caverne.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Combattre l'Ogre.",
            "Liaison": "L'Ogre jette alors son bol et saisit la massue de pierre attachée à sa ceinture. Puis il se met à grogner et bondit sur vous.",
            "Vers": "385",
            "Combat": ["ogre", "l'ogre", "un ogre", "il"],
            "Force": ["8"],
            "Endurance": ["12"],
            "Fuir": "358",
            "TexteMort": "",
            "TexteVictoire" : ""
         }
      ]
   },
   {
      "num": "11",
      "Description": "Vous commencez à perdre l'équilibre sous l'effet d'un vertige qui s'empare de tout votre être. Vous fermez les yeux et vous vous prenez la tête dans les mains, mais rien n'y fait ; vous faites quelques pas en vacillant, puis vous tombez évanoui sur le sol.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Continuer...",
            "Vers": "353"
         }
      ]
   },
   {
      "num": "12",
      "Description": "Vous admettez que vous avez peut-être été un peu trop prompt à tirer votre épée, mais vous vous en justifiez en faisant valoir que dans la Forêt des Ténèbres, il faut se tenir prêt à tout. Le Gnome répond que ce n'est pas une excuse, et que l'on ne menace pas ainsi un vieil homme sans défense. Il ajoute que si vous voulez récupérer votre épée, il vous en coûtera 10 Pièces d'Or. Vous lui donnez ce qu'il demande, et, à votre grand soulagement, il vous rend votre chère épée.",
      "Decor": "",
      "Rules": ["changeOr",["-10"],"replaceObject",["carotte","épée"]],
      "Choix": [
         {
            "Texte": "Poursuivre la conversation",
            "Vers": "271"
         },
         {
            "Texte": "Vous l'avez assez vu et partez vers l'ouest",
            "Liaison": "Vous arrivez à une autre bifurcation. L'embranchement qui va vers le sud retourne dans les collines, et vous décidez donc de poursuivre vers l'ouest.",
            "Vers": "113"
         }
      ]
   },
   {
      "num": "13",
      "Description": "Les vibrations vous font l'effet d'ondes de choc qui semblent marteler votre corps tout entier. Vous avez l'impression que vos jambes sont de plomb et vous ne pouvez plus les remuer. Soudain, la masure s'affaisse puis s'écroule sur le sol. Le ciel s'obscurcit, et un vent se lève en mugissant autour de vous. Le vent souffle de plus en plus fort en une véritable tempête dont la puissance vous projette à terre. Vous vous cramponnez aux montants de la véranda en vous protégeant le visage des tourbillons de poussière et de débris emportés par le vent. Couvrant le bruit assourdissant de la tempête, un rire retentit alors, suivi d'exclamations de joie poussées par une voix grave : « Je suis libre ! Je suis libre ! » dit la voix. Vous venez de libérer un Djinn qui vous fait perdre 3 points de <i class='stats'>CHANCE</i>. Peu à peu, le vent cesse de hurler, il disparaît tout à fait et le ciel s'éclaire à nouveau.",
      "Decor": "cyclone",
      "Choix": [
         {
            "Texte": "Regagner à pas lents le chemin que vous allez suivre en direction du nord.",
            "Vers": "149"
         }
      ]
   },
   {
      "num": "14",
      "Description": "C'est une fosse circulaire, aux parois lisses et vous vous sentez trop faible pour essayer d'en sortir. Vous appelez à l'aide, mais personne ne se porte à votre secours. Il ne vous reste plus qu'à vous asseoir pour méditer sur votre sort. Une heure plus tard environ, vous entendez un bruit au-dessus de votre tête. Vous levez les yeux et vous apercevez le visage barbu d'un homme robuste, coiffé d'un bonnet de fourrure. Il semble fâché : c'est qu'il s'agit là du trappeur dont vous venez de détruire le piège en tombant dedans. L'homme vous apostrophe avec mauvaise humeur en vous avertissant qu'il vous en coûtera 3 pièces d'Or si vous voulez qu'il vous tire de là à l'aide d'une corde. A défaut d'or, vous pourrez le dédommager en lui donnant l'un de vos objets magiques.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Lui donner 3 pièces d'or",
            "Liaison":" Vous lui lancez 3 pièces, et il vous lance en retour une corde qui vous permet de sortir de la fosse.",
            "Vers": "255",
            "Conditions": ["minOr",["3"]],
            "Rules": ["changeOr",["-3"]]
         },
         {
            "Texte": "Lui donner un objet magique",
            "Liaison": " Vous lui donnez, et il vous lance en retour une corde qui vous permet de sortir de la fosse.",
            "Vers": "255",
            "Conditions":["minObjects",["1"]],
            "Rules":["giveObjects",["1"]]
         }
      ]
   },
   {
      "num": "15",
      "Description": "La paroi est abrupte. Soudain, vous glissez sur une flaque gluante et vous tombez cul par dessus tête au fond du trou, dans une vaste caverne creusée dans les profondeurs de la terre. Vous vous remettez aussitôt debout, et vous voyez luire alors la pointe d'un dard venimeux, au bout de la queue d'un Ver Piqueur qui vient droit sur vous. Il est long de cinq mètres environ, et son corps est constitué d'énormes anneaux jaunâtres ; mais ce qui vous préoccupe surtout, c'est son dard redoutable dont vous devez à tout prix vous protéger.",
      "Decor": "vers",
      "Choix": [
         {
            "Texte": "Dégainer votre épée",
            "Liaison": "Inquiet, vous espèrez que le dard n'est pas venimeux.",
            "Vers": "217",
            "PdV": "0",
            "Combat": ["vers piqueur", "le vers piqueur", "un vers piqueur", "il"],
            "Force" : ["8"],
            "Endurance": ["7"],
            "TexteMort": "Le vers finit par vous embrocher.",
            "TexteVictoire" : ""
         }
      ]
   },
   {
      "num": "16",
      "Description": "Vous arrachez alors un morceau du chapeau de l'un des champignons rouge, et vous commencez à le manger. Le goût en est agréable, mais une douleur terrible vous tord soudain l'estomac. Ce champignon est vénéneux.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Utiliser votre antipoison",
            "Vers": "211",
            "Conditions":["hasObject",["antipoison"]],
            "Rules":["looseObjects",["antipoison"]]
         },
         {
            "Texte": "Attendre que la douleur passe",
            "Liaison":"Votre estomac vous fait de plus en plus mal et la sueur perle à votre front. Vous vous mettez à trembler et vous perdez 4 points de vie.",
            "Vers": "80",
            "Rules":["changeLife",["-4"]]
         }
      ]
   },
   {
      "num": "17",
      "Description": "Une échelle permet de descendre dans le puits, jusqu'à la surface de l'eau. L'entrée d'un tunnel orienté vers le nord apparaît juste au-dessus de l'eau : c'est un boyau circulaire, large d'environ un mètre.",
      "Decor": "puits-seau",
      "Rules":["addView",["17"]],
      "Choix": [
         {
            "Texte": "Jeter une pièce dans le puits et faire un vœu",
            "Vers": "89",
            "Conditions":["minOr",["1"]],
            "Rules":["changeOr",["-1"]]
         },
         {
            "Texte": "Descendre l'échelle pour aller voir ce tunnel",
            "Vers": "256"
         },
         {
            "Texte": "Retourner sur le chemin et partir vers l'ouest",
            "Vers": "238"
         }
      ]
   },
   {
      "num": "18",
      "Description": "Votre idée était bonne et la fièvre retombe. Par bonheur, le poil qui couvrait vos mains disparaît bientôt, et vous vous allongez à nouveau, épuisé, pour replonger dans le sommeil. Au petit matin, vous vous réveillez et rassemblez toutes vos affaires.",
      "Decor": "collines-matin",
      "Choix": [
         {
            "Texte": "Repartir vers le nord",
            "Vers": "198"
         }
      ]
   },
   {
      "num": "19",
      "Description": "Bien qu'affaibli par la fièvre, vous parvenez à vous asseoir et vous empoignez votre épée. Puis, en serrant les dents, vous coupez le morceau de chair que le Loup-Garou a mordu. Le sang jaillit à flots de la blessure, emportant le mal avec lui. Vous perdez 1 point de vie.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Panser la blessure, et vous rendormir",
            "Vers": "18"
         }
      ]
   },
   {
      "num": "20",
      "Description": "Tandis que vous marchez vers l'est, vous passez devant un autre chemin orienté au sud, mais vous décidez de ne pas vous y aventurer.",
      "Decor": "foret",
      "Choix": [
         {
            "Texte": "Poursuivre dans la même direction",
            "Vers": "277"
         }
      ]
   },
   {
      "num": "21",
      "Description": "La douleur se fait de plus en plus vive et vous vous hâtez de dénicher dans votre sac à dos la petite bouteille d'Antipoison. Vous buvez avidement son contenu et votre corps alors se détend, tandis que disparaissent les effets du poison. Vous vous demandez ce qui vous attend encore dans cette Forêt.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Partir vers le nord",
            "Vers": "226"
         }
      ]
   },
   {
      "num": "22",
      "Description": "Le gaz est toxique et vos yeux commencent à larmoyer. Vous toussez et vous retenez votre souffle tandis que vous courez dans la caverne, en vous efforçant d'échapper au nuage de gaz qui vous enveloppe. Mais bientôt, vous avez l'impression que vos poumons vont éclater ; et vous ne pouvez vous empêcher de respirer. Vous perdez 2 points de <i class='stats'>FORCE</i> et autant de points de vie que le chiffre obtenu en lançant un dé. Si vous êtes toujours vivant, le nuage de gaz se dissipe et vous rangez la boîte d'argent vide dans votre sac à dos.",
      "Decor": "",
      "Rules": ["changeForce",["-2"],"looseLifeD6",["1"],"gainJewels",["boîte en argent"]],
      "Choix": [
         {
            "Texte": "Quitter la caverne et poursuivre votre route en direction du nord",
            "Vers": "358"
         }
      ]
   },
   {
      "num": "23",
      "Description": "Cf liaison 92",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Debug :)",
            "Vers": "339"
         }
      ]
   },
   {
      "num": "24",
      "Description": "En toute hâte, vous attrapez dans votre sac à dos la bouteille d'Antipoison et vous en avalez le contenu. Votre corps alors se détend et les effets du poison disparaissent. Voyant cela, les Pygmées font volte-face et s'enfuient dans les hautes herbes.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Poursuivre les pygmées",
            "Vers": "377"
         },
         {
            "Texte": "Partir vers le nord",
            "Vers": "92"
         }
      ]
   },
   {
      "num": "25",
      "Description": "Le chemin vous amène bientôt au creux d'une vallée. Il continue vers le nord, mais un autre chemin s'éloigne en direction de l'ouest.",
      "Decor": "plaine-jour",
      "Choix": [
         {
            "Texte": "Poursuivre vers le nord",
            "Vers": "369"
         },
         {
            "Texte": "Aller à l'ouest",
            "Vers": "56"
         }
      ]
   },
   {
      "num": "26",
      "Description": "Vous commencez par vous intéresser aux livres rangés sur les étagères. Mais ils sont écrits en une langue inconnue et contiennent de mystérieux diagrammes. Quant aux cartes et aux rouleaux de parchemin, ils vous sont tout aussi incompréhensibles. Vous ouvrez placards et tiroirs mais vous ne trouvez rien d'autre que des livres, encore des livres aux reliures de cuir poussiéreuses. Vous êtes sur le point d'abandonner tout espoir de découvrir quelque chose lorsque vous apercevez un autre livre, mais sur le sol, cette fois : car il sert tout simplement à caler une table.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Le ramasser",
            "Vers": "91",
            "Rules": ["gainObjects",["œil d'ambre"],"changeChance",["1"]]
         },
         {
            "Texte": "Abandonner vos recherches et reprendre votre chemin en direction du nord",
            "Vers": "220"
         }
      ]
   },
   {
      "num": "27",
      "Description": "Vous essuyez de votre épée l'épaisse sève verdâtre qui coulait dans les veines de l'Homme-Arbre et vous reprenez votre chemin vers le nord. Vous êtes soulagé de voir que les arbres commencent à se clairsemer et qu'ils apparaissent moins menaçants.",
      "Decor": "foret-fleur",
      "Choix": [
         {
            "Texte": "Poursuivre le chemin vers le nord",
            "Vers": "329"
         }
      ]
   },
   {
      "num": "28",
      "Description": "Voir 209",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Debug :)",
            "Vers": "209"
         }
      ]
   },
   {
      "num": "29",
      "Description": "Vous apercevez dans une petite clairière deux créatures courtes de taille, revêtues de cuirasse et la peau couverte de verrues. Les deux petits êtres semblent se disputer pour savoir qui doit surveiller la cuisson d'un lièvre embroché qui est en train de rôtir sur un feu de camp. En vous voyant, les deux créatures interrompent leur querelle et tirent leurs courtes épées. Il va vous falloir combattre ces orques qui s'avancent sur vous.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Dégainer votre épée",
            "Vers": "383",
            "Fuir": "254",
            "Combat": ["orque", "l'orque", "un orque", "il"],
            "Force" : ["5","5"],
            "Endurance": ["5","6"],
            "TexteMort": "Bien que petits, les orques se battent férocement.",
            "TexteVictoire": ""
         }
      ]
   },
   {
      "num": "30",
      "Description": "Voir 295",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Debug :)",
            "Vers": "295"
         }
      ]
   },
   {
      "num": "31",
      "Description": "Liaison 110",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Debug :)",
            "Vers": "110"
         }
      ]
   },
   {
      "num": "32",
      "Description": "",
      "Decor": "",
      "Choix": [
         {
            "Texte": "",
            "Vers": ""
         }
      ]
   },
   {
      "num": "33",
      "Description": "Le moine hoche la tête. « Il semble qu'il n'y ait plus de charité en ce monde », soupire-t-il. Il hausse alors les épaules et repart vers le sud. Vous le regardez s'éloigner, puis vous reprenez votre chemin.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Partir vers le nord",
            "Vers": "390"
         }
      ]
   },
   {
      "num": "34",
      "Description": "Tandis que vous frottez la lanterne, une fumée verte s'élève lentement de la mèche et commence à prendre forme. Bientôt apparaît devant vos yeux la silhouette d'un vieil homme gras, à la tête chauve, assis sur un coussin. Sa bouche s'ouvre sans hâte et il vous demande d'une voix grave : « Eh bien, que veux-tu ? » Vous lui racontez brièvement votre histoire et il vous répond qu'il ne peut vous donner aucun bien matériel, aucune richesse. Tout ce qu'il peut vous offrir, c'est de vous améliorer vous-même. Dès lors, vous avez la possibilité de rétablir à son niveau de départ une de vos caractéristique :",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Rétablir votre Endurance",
            "Liaison": "Le génie exauce votre souhait d'endurance, puis disparaît et la lanterne s'éteint.",
            "Vers": "231",
            "Rules": ["changeLife",["100"]]
         },
         {
            "Texte": "Rétablir votre Force",
            "Liaison": "Le génie exauce votre souhait de force, puis disparaît et la lanterne s'éteint.",
            "Vers": "231",
            "Rules": ["changeForce",["100"]]
         },
         {
            "Texte": "Rétablir votre Chance",
            "Liaison": "Le génie exauce votre souhait de chance, puis disparaît et la lanterne s'éteint.",
            "Vers": "231",
            "Rules": ["changeChance",["100"]]
         }
      ]
   },
   {
      "num": "35",
      "Description": "Les flammes s'abattent sur vous. Vous perdez 4 points de vie en raison de la terrible brûlure.",
      "Decor": "",
      "Rules": ["changeLife",["-4"]],
      "Choix": [
         {
            "Texte": "Vous relever malgré la douleur",
            "Vers": "132"
         }
      ]
   },
   {
      "num": "36",
      "Description": "Vous repensez à cet étranger et vous éprouvez en même temps un sentiment de malaise. Quelque chose dans ses manières a éveillé votre méfiance. Vous vous arrêtez un instant pour vérifier le contenu de votre sac à dos et vous êtes alors furieux de constater qu'il y manque quelque chose. Cet homme était un voleur ! Vous allez devoir soustraire de vos biens soit toutes les Pièces d'Or qui vous restent, soit deux des objets magiques que vous avez achetés à Yaztromo. Vous vous demandez si vous ne feriez pas mieux de courir après votre voleur, mais vous vous doutez qu'il n'est certainement pas parti dans la direction où il prétendait aller. Il ne vous reste donc plus qu'à le maudire et à poursuivre votre chemin vers le nord.",
      "Decor": "foret",
      "Choix": [
         {
            "Texte": "Perdre vos pièces d'Or",
            "Vers": "187",
            "Conditions": ["minOr",["1"]],
            "Rules": ["changeOr",["-100"]]
         },
         {
            "Texte": "Perdre deux objets magiques",
            "Vers": "187",
            "Conditions": ["minObjects",["2"]],
            "Rules": ["giveObjects",["2"]]
         }
      ]
   },
   {
      "num": "37",
      "Description": "Vous tendez le bras vers une branche de l'arbre et vous cueillez un fruit en forme de poire et de couleur violette. Vous y mordez du bout des dents : son goût en est amer.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Cracher le fruit, et partir vers le nord",
            "Vers": "226"
         },
         {
            "Texte": "Continuer de manger le fruit",
            "Vers": "336"
         }
      ]
   },
   {
      "num": "38",
      "Description": "Vous jetez un regard par la petite fenêtre aux vitres sales de la cabane, et  vous apercevez une vieille femme vêtue d'une robe malpropre. Son visage est ridé, elle a des verrues sur le nez, et elle est en train de lire un livre, assise près de la cheminée, au fond de la pièce. Une servante bossue lui apporte d'autres ouvrages qu'elle est allée prendre sur des étagères remplies de volumes anciens, de parchemins et de cartes.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Entrer dans la cabane",
            "Vers": "315"
         },
         {
            "Texte": "Retourner sur le chemin et poursuivre vers le nord",
            "Vers": "220"
         }
      ]
   },
   {
      "num": "39",
      "Description": "Vous déployez le filet et vous le faites tournoyer au-dessus de votre tête. Puis vous le lancez en direction du Troll des Cavernes. Le filet s'envole dans les airs et vient atterrir sur sa cible immobile. Le Troll des Cavernes s'éveille pour s'apercevoir qu'il est prisonnier des mailles dont il essaye vainement de se dégager. Vous vous précipitez alors vers la chaise de pierre et vous vous emparez du sac de cuir sous les yeux du Troll écumant de fureur.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Quitter la caverne en laissant le monstre se dépêtrer du filet",
            "Vers": "287"
         }
      ]
   },
   {
      "num": "40",
      "Description": "Par chance, votre épée reste dans son fourreau et vous pouvez vous en servir pour couper la corde et vous libérer. Vous vous relevez en poussant un juron et vous époussetez vos vêtements. L'idée vous vient d'attendre ici pour voir qui a posé ce piège, mais finalement vous y renoncez.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Poursuivre vers le nord",
            "Vers": "274"
         }
      ]
   },
   {
      "num": "41",
      "Description": "Vous retournez en courant au croisement où le corbeau est toujours perché sur la pancarte. Vous prenez à gauche et vous courez vers l'est en criant Bon après-midi ! au corbeau, lorsque vous passez devant lui.",
      "Decor": "corbeau",
      "Choix": [
         {
            "Texte": "Courir vers l'est",
            "Vers": "239"
         }
      ]
   },
   {
      "num": "42",
      "Description": "La vieille femme rejette la tête en arrière et éclate de rire lorsque vous commencez à lui parler. C'est une malfaisante sorcière et vous perdez 1 point de <i class='stats'>CHANCE</i> sous son mauvais sort.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Tirer votre épée",
            "Vers": "342"
         }
      ]
   },
   {
      "num": "43",
      "Description": "Combat 210 !",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Debug :)",
            "Vers": "210"
         }
      ]
   },
   {
      "num": "44",
      "Description": "Vous perdez 2 points de vie. Vous trouvez vos Filtres à Nez dans une poche latérale de votre sac à dos, et vous les glissez aussitôt dans vos narines. Vous inspirez lentement l'air empoisonné, mais sans autre dommage et, bientôt, vous parvenez à respirer tout à fait librement. Peu à peu, le nuage de gaz se dissipe, mais il ne vous semble pas utile, cependant, de rester plus longtemps en ces lieux.",
      "Decor": "",
      "Rules":["changeLife",["-2"]],
      "Choix": [
         {
            "Texte": "Vous dirigez vers les marches, dans le mur du fond",
            "Vers": "293"
         }
      ]
   },
   {
      "num": "45",
      "Description": "Vous perdez 2 points de vie.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Pousser un juron",
            "Vers": "165"
         }
      ]
   },
   {
      "num": "46",
      "Description": "La carotte vole vers le Gnome, mais avant de l'avoir atteint, elle se transforme en un papillon qui se laisse emporter par la brise. Le Gnome alors se met à tailler un morceau de bois à l'aide d'un petit couteau, une expression d'ennui sur son visage. Vous perdez 2 points de CHANCE, et vous décidez de traiter le Gnome avec un peu plus de respect.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Lui présenter vos excuses",
            "Vers": "12"
         }
      ]
   },
   {
      "num": "47",
      "Description": "Tandis que vous esquiviez la chaise, la Sorcière a prononcé quelques paroles étranges. Et soudain, elle disparaît dans un éclair aveuglant, puis reparaît sous la forme d'une chauve-souris qui s'envole par la porte ouverte. La servante bossue s'écroule alors sur le sol et se met à pleurer.",
      "Decor": "cabane-foret",
      "Choix": [
         {
            "Texte": "Fouiller la cabane en quête de quelque chose qui pourrait vous être utile",
            "Vers": "26"
         },
         {
            "Texte": "Quitter la cabane et revenir sur le chemin pour poursuivre vers le nord",
            "Vers": "220"
         }
      ]
   },
   {
      "num": "48",
      "Description": "Vous soulevez le coffre au-dessus de votre tête et vous le fracassez contre le sol. Il s'ouvre aussitôt sous le choc, et vous voyez alors apparaître, parmi les débris de bois, un gros œuf de couleur bleu clair et de presque un mètre de diamètre. Vous le touchez du bout des doigts : il est dur et froid, on dirait du marbre. Or soudain, une fêlure apparaît à sa surface et, avant que vous ayez pu faire un geste, l'œuf explose en projetant de tous côtés des fragments de coquille tranchants comme des rasoirs.",
      "Decor": "",
      "Rules": ["looseLifeD6",["1"]],
      "Choix": [
         {
            "Texte": "Quitter la cabane et poursuivre vers le nord",
            "Vers": "288"
         }
      ]
   },
   {
      "num": "49",
      "Description": "Vous continuez le long du tunnel et vous pénétrez dans la caverne. Le plafond n'en est pas plus haut que celui du tunnel lui-même et il vous est impossible de vous tenir debout. La caverne est toute petite et remplie de meubles minuscules, d'objets de toutes sortes et de bibelots. Deux personnages à la peau verdâtre et au corps gracile surmonté d'une grosse tête se tiennent au milieu. Ils ont des oreilles pointues, un long nez, et leurs vêtements ont été taillés dans des sacs. Ils semblent complètement affolés et se précipitent sur vous, armé chacun d'un poignard. Il vous faut combattre ces <i class='stats'>GREMLINS</i> car vous n'avez pas le temps de vous retourner pour vous enfuir.",
      "Decor": "caverne-gremlins",
      "Choix": [
         {
            "Texte": "Combattre les Gremlins",
            "Liaison":"Vous affrontez les Gremlins chacun à son tour, mais ils ont un bonus de Force d'Attaque de 3 points : vous êtes, en effet, obligé de combattre à quatre pattes en raison de la hauteur du plafond.",
            "Vers": "371",
            "Combat": ["gremlin", "le gremlin", "un", "il"],
            "Force" : ["7","3"],
            "Endurance": ["6","2"],
            "TexteMort": "",
            "TexteVictoire" : ""
         }
      ]
   },
   {
      "num": "50",
      "Description": "Une petite clé d'argent est accrochée à un cordon de cuir que l'un des deux Hommes des Bois porte autour du cou. Vous dénouez le cordon et vous rangez la clé dans votre sac à dos.",
      "Decor": "",
      "Rules": ["gainObjects",["clé d'argent"]],
      "Choix": [
         {
            "Texte": "Repartir vers le nord",
            "Vers": "188"
         }
      ]
   },
   {
      "num": "51",
      "Description": "Votre marche au fond de la verte vallée vous mène à une bifurcation.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Prendre la direction du nord",
            "Vers": "199"
         },
         {
            "Texte": "Continuer vers l'est",
            "Vers": "397"
         }
      ]
   },
   {
      "num": "52",
      "Description": "Quin vous annonce qu'il va miser un peu de Poudre de Lévitation contre un objet ou 10 Pièces d'Or. Et tandis que vous vous asseyez de l'autre côté de la table, face à lui, vous glissez adroitement votre Brassard de Force autour de votre bras. Vous posez ensuite votre coude sur la table et vous lui étreignez la main. Sa poigne est si ferme qu'on dirait une mâchoire d'acier, et ses yeux sombres et bridés expriment une totale confiance en lui. Son biceps se gonfle alors et il donne le signal du départ. Vous pesez aussitôt sur son bras et vous êtes étonné d'avoir tant de force. La sueur perle à son front et son visage traduit soudain la douleur et la stupéfaction.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Lui plaquer le bras contre la table",
            "Vers": "78"
         }
      ]
   },
   {
      "num": "53",
      "Description": "Vous arrachez la fléchette de votre cou, mais il est trop tard : vos genoux se dérobent et vous vous écroulez sur le sol, sans connaissance. Lorsque vous reprenez conscience, vous constatez qu'on vous a laissé votre épée et les objets contenus dans votre sac à dos, mais qu’on vous a volé tout votre or. Les Pygmées ne vous ont pas laissé la moindre pièce. Vous brandissez le poing dans un geste de rage envers ces voleurs invisibles.",
      "Decor": "",
      "Rules": ["changeOr",["-100"]],
      "Choix": [
         {
            "Texte": "Reprendre la route vers le nord",
            "Vers": "92"
         }
      ]
   },
   {
      "num": "54",
      "Description": "Lorsque vous tirez votre épée, Yaztromo se tourne vers vous sans manifester la moindre émotion et vous conseille de ne pas faire l'imbécile car ses pouvoirs magiques sont considérables.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "L'attaquer sans hésiter",
            "Vers": "399"
         },
         {
            "Texte": "Grommeler une excuse et quitter la tour",
            "Vers": "177"
         }
      ]
   },
   {
      "num": "55",
      "Description": "Vous fouillez dans votre sac à dos et vous en retirez le gant de soie violette qui vous va à merveille. Vous lancez ensuite de toutes vos forces le gros roc, en visant l'Ogre. La pierre file comme une flèche et assomme le monstre qui s'écroule sur le sol. La créature enfermée dans la cage saute alors en tous sens avec une frénésie redoublée.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Examiner d'un peu plus près cette créature dans sa cage",
            "Vers": "168"
         },
         {
            "Texte": "Fouiller la caverne",
            "Vers": "313"
         },
         {
            "Texte": "Quitter la caverne et repartir vers le nord",
            "Vers": "358"
         }
      ]
   },
   {
      "num": "56",
      "Description": "Vous cheminez au fond de la paisible vallée et vous arrivez à une bifurcation. Vous constatez alors que le sentier orienté au sud remonte vers les collines et vous décidez de ne pas l’emprunter.",
      "Decor": "plaine-jour",
      "Choix": [
         {
            "Texte": "poursuivre vers l'ouest",
            "Vers": "233"
         },
         {
            "Texte": "prendre la direction du nord",
            "Vers": "163"
         }
      ]
   },
   {
      "num": "57",
      "Description": "Vous vous dirigez vers la tanière pour aller y jeter un coup d'oeil, mais une ombre, soudain, se projette sur vous et vous entendez un grognement sonore au-dessus de votre tête. En levant les yeux, vous apercevez alors une créature en forme de dragon : elle a deux pattes, une peau verdâtre couverte d'écailles et elle vole vers son antre. Tandis qu'elle s'approche, un jet de flammes jaillit de sa gueule : c'est vous qui êtes visé.",
      "Decor": "dragon-vert",
      "Choix": [
         {
            "Texte": "Tentez votre Chance",
            "Vers": "",
            "Rules": ["tentezVotreChance",["132","35"]]
         }
      ]
   },
   {
      "num": "58",
      "Description": "Vous fouillez dans votre sac à dos et vous en retirez la petite bouteille d'eau bénite. Vous la débouchez aussitôt et vous en jetez le contenu sur la Goule qui avance vers vous. Une fumée épaisse s'élève alors des brûlures provoquée par l'eau bénite sur la chair décomposée de la Goule. La créature ressent apparemment une intense douleur, mais aucun son ne sort de sa bouche grande ouverte. Elle se traîne dans un coin de la pièce pour essayer d'échapper à votre arme sacrée, et vous vous approchez du cercueil pour voir ce qu'il contient. Vous avez le bonheur d'y trouver 25 Pièces d'Or, ainsi qu'un marteau à tête de bronze gravée de l'initiale G. Tout heureux de votre butin, vous le rangez dans votre sac à dos et vous remontez l'escalier pour quitter la crypte",
      "Decor": "",
      "Rules":["gainObjects",["tête de marteau"],"changeOr",["25"],"changeChance",["1"]],
      "Choix": [
         {
            "Texte": "Repartir vers le nord",
            "Vers": "112"
         }
      ]
   },
   {
      "num": "59",
      "Description": "Vous arrivez à une autre bifurcation et vous décidez de ne pas chercher à suivre le chemin orienté au sud.",
      "Decor": "foret-deux-bis",
      "Choix": [
         {
            "Texte": "Poursuivre vers l'est",
            "Vers": "171"
         }
      ]
   },
   {
      "num": "60",
      "Description": "Vous retenez votre souffle et vous fouillez dans votre sac à dos en cherchant désespérément vos Filtres à Nez.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Tentez votre Chance",
            "Vers": "",
            "Rules": ["tentezVotreChance",["183","44"]]
         }
      ]
   },
   {
      "num": "61",
      "Description": "Vous êtes bientôt de retour à la première bifurcation.",
      "Decor": "tunnel-puits",
      "Choix": [
         {
            "Texte": "Ramper en direction du sud pour retourner au puits",
            "Vers": "398"
         },
         {
            "Texte": "Poursuivre vers l’est",
            "Vers": "151",
            "Conditions":["notHasViewed",["151"]]
         }
      ]
   },
   {
      "num": "62",
      "Description": "Tandis que vous retirez votre épée du corps de votre dernier adversaire, l'étalon blanc s'enfuit au galop en direction de l'est et disparaît bientôt au loin.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Partir vers l'ouest",
            "Vers": "208"
         }
      ]
   },
   {
      "num": "63",
      "Description": "Lorsqu'il voit que la flèche vous a manqué, le Centaure se dresse sur ses pattes de derrière et se précipite sur vous au grand galop. Il vous faut faire un bond de côté pour éviter d'être renversé, et vous le voyez passer devant vous dans un nuage de poussière. Il s'arrête dix mètres plus loin, sur le chemin par lequel vous êtes venu ; et vous songez alors que l'idée d'affronter le Centaure n'était peut-être pas si bonne que ça.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Rengainer votre épée et traverser la rivière",
            "Vers": "178"
         }
      ]
   },
   {
      "num": "64",
      "Description": "Avant que l'Herbe d'Embrouille ait eu le temps de vous faire tomber sur le sol, vous parvenez à attraper dans votre sac à dos la bouteille contenant la Potion de Contrôle des Plantes et à avaler le liquide. Aussitôt, comme si elle avait été brûlée par une flamme, l'Herbe d'Embrouille relâche son étreinte et s'écarte du chemin.",
      "Decor": "herbes",
      "Choix": [
         {
            "Texte": "Vous enfuir à toutes jambes tant que durent les effets",
            "Vers": "142"
         }
      ]
   },
   {
      "num": "65",
      "Description": "Vous vous trouvez à présent au pied de quelques collines alors que le soir tombe. Vous décidez donc d'installer votre camp pour la nuit et vous choisissez un emplacement à l'abri d'un amas de rochers situé à gauche du chemin. Quelques instants plus tard, vous vous apprêtez à vous endormir, votre épée à portée de main.",
      "Decor": "collines-nuit",
      "Choix": [
         {
            "Texte": "Vous reposer pour la nuit",
            "Vers": "116",
            "Liaison": "Vous dormez depuis environ une heure lorsqu'un effroyable hurlement vous réveille en sursaut. Vous ranimez les braises du feu en remettant du bois à brûler, et vous levez les yeux vers la pleine lune qui éclaire le ciel. Le dos tourné vers les rochers, le feu allumé devant vous, vous attendez, votre épée à la main. Vous avez le sentiment d'être observé et, bientôt, vous distinguez non loin du feu trois paires d'yeux qui brillent d'un éclat rouge dans l'obscurité.",
            "Combat": ["loup", "le loup", "un loup", "il"],
            "Force" : ["7","7","7"],
            "Endurance": ["8","7","9"],
            "TexteMort": "La meute est habile. Un loup finit par vous faire tomber, et plante ses crocs dans votre gorge.",
            "TexteVictoire" : ""
         }
      ]
   },
   {
      "num": "66",
      "Description": "De l'autre côté, le chemin continue vers le nord, dans les collines ; mais le soir tombe et vous décidez d'installer votre camp pour la nuit sous un grand arbre solitaire, à droite du sentier. Vous allumez un feu de camp et vous vous couchez bientôt, votre épée au côté.",
      "Decor": "arbre-nuit",
      "Choix": [
         {
            "Texte": "Dormir jusqu'au matin",
            "Vers": "325"
         }
      ]
   },
   {
      "num": "67",
      "Description": "Vous arrivez à une autre bifurcation. L'embranchement qui va vers le sud retourne dans les collines.",
      "Decor": "collines-chemin",
      "Choix": [
         {
            "Texte": "Poursuivre vers l'ouest",
            "Vers": "113"
         }
      ]
   },
   {
      "num": "68",
      "Description": "Vous buvez lentement le liquide clair à la bouteille : il a un goût très amer, et vous avez soudain peur d'avoir fait une sottise en l'avalant. Mais, bientôt, une sensation de chaleur se diffuse dans tout votre corps et vous vous sentez revigoré. C'est une Potion de Santé que vous venez de boire et vous gagnez 3 points de vie.",
      "Decor": "",
      "Rules":["changeLife",["3"]],
      "Choix": [
         {
            "Texte": "Vous remettre en route en prenant la direction de l'est",
            "Vers": "59"
         }
      ]
   },
   {
      "num": "69",
      "Description": "Le tunnel s'enfonce de plus en plus profondément en direction de l'ouest et débouche, quelque soixante mètres plus loin, sur une vaste caverne aux parois verdâtres et suintantes. A travers une ouverture dans le plafond, un rayon de lumière s'infiltre dans la caverne et illumine le sol. De petits humanoïdes à la peau claire s'affairent çà et là, semblant accorder tous leurs soins à des champignons de différentes couleurs. De l'eau coule dans une rigole qui traverse la caverne et des marches, taillées dans la paroi du fond, mènent à l'ouverture par laquelle entre la lumière du jour. Vous tirez votre épée et vous vous approchez de l'un des humanoïdes. Ce sont de petites créatures chauves aux yeux blancs, et votre présence ne semble pas les intéresser le moins du monde. Elles continuent imperturbablement à surveiller leurs champignons, se penchant de temps à autre pour en chasser des insectes ou arracher de mauvaises herbes.",
      "Decor": "caverne-champignons",
      "Choix": [
         {
            "Texte": "Attaquer l'un des petits humanoïdes",
            "Vers": "264"
         },
         {
            "Texte": "Couper un champignon avec votre épée",
            "Liaison":"Votre épée s'enfonce dans le champignon haut d'un mètre, comme s'il s'agissait d'une grosse motte de beurre, mais un nuage de spores s'échappe aussitôt de son pied transpercé, et vous éprouvez quelque difficulté à respirer. Vous vous mettez à tousser et à cracher, vous perdez 2 points de vie.",
            "Vers": "80",
            "Rules":["changeLife",["-2"]]
         },
         {
            "Texte": "Demander à goûter un des champignons",
            "Vers": "408"
         }
      ]
   },
   {
      "num": "70",
      "Description": "Petit à petit, vous parvenez à extraire l'épée de son socle en pierre ! Elle est magnifique et c'est là, sans nul doute, l'œuvre d'un maître en matière d'armurerie. Vous en sentez la puissance en la tenant en main, et vous gagnez 2 points de <i class='stats'>FORCE</i> grâce à cette épée enchantée. Vous en faites tournoyer la lame au-dessus de votre tête avant de la rengainer.",
      "Decor": "",
      "Rules": ["replaceObject",["épée","épée magique"],"changeBonusAttaque",["2"]],
      "Choix": [
         {
            "Texte": "Repartir vers le nord le long du défilé",
            "Vers": "334"
         }
      ]
   },
   {
      "num": "71",
      "Description": "Combat 151",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Debug :)",
            "Vers": "151"
         }
      ]
   },
   {
      "num": "72",
      "Description": "Le chemin aboutit à une bifurcation. L'embranchement orienté au sud retourne à la forêt et vous décidez de ne pas l'emprunter.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Partir vers le nord",
            "Vers": "138"
         }
      ]
   },
   {
      "num": "73",
      "Description": "Vous prenez votre élan et vous foncez sur la porte. Il va vous falloir de la force mais aussi de la chance.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Enfoncer la porte",
            "Vers": "",
            "Rules":["testForceChance",["327","112","La porte s'ouvre à la volée.","Vous rebondissez sur la porte et vous frottez votre épaule meurtrie. Vous estimez alors qu'il est inutile de risquer une blessure plus grave et vous retournez sur le chemin pour prendre la direction du nord."]]
         }
      ]
   },
   {
      "num": "74",
      "Description": "Vous vous emparez du sac de cuir accroché au dossier de la chaise de pierre et vous quittez la caverne sur la pointe des pieds. Une fois dehors, vous examinez le contenu du sac et vous y trouvez 5 Pièces d'Or, ainsi qu'une petite cloche de cuivre.",
      "Decor": "",
      "Rules": ["changeOr",["5"],"gainObjects",["cloche de cuivre"]],
      "Choix": [
         {
            "Texte": "Revenez à la bifurcation pour prendre le chemin qui mène vers le nord",
            "Vers": "25"
         }
      ]
   },
   {
      "num": "75",
      "Description": "Cf 65",
      "Decor": "collines-nuit",
      "Choix": [
         {
            "Texte": "Debug :)",
            "Vers": "330"
         }
      ]
   },
   {
      "num": "76",
      "Description": "Le chemin oblique brusquement vers la droite et continue en direction du nord à travers d'épaisses broussailles.",
      "Decor": "foret",
      "Choix": [
         {
            "Texte": "Continuer le chemin",
            "Vers": "206"
         }
      ]
   },
   {
      "num": "77",
      "Description": "Les Pygmées font aussitôt volte-face et s'enfuient dans les hautes herbes.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Tirer votre épée et les poursuivre",
            "Vers": "377"
         },
         {
            "Texte": "Poursuivre votre chemin vers le nord",
            "Vers": "92"
         }
      ]
   },
   {
      "num": "78",
      "Description": "Quin se lève et s'approche sans bruit d'un coffre de bois, au fond de la cabane. Il en soulève le couvercle et en retire une petite fiole de verre qu'il vous tend, avant de revenir vers la table où il se laisse tomber sur sa chaise, l'air profondément abattu. La poudre dans la fiole étincelle à la lumière, et vous la rangez soigneusement dans votre sac à dos. Vous quittez ensuite la cabane.",
      "Decor": "",
      "Rules": ["gainObjects",["poudre de lévitation"]],
      "Choix": [
         {
            "Texte": "Retourner à la bifurcation",
            "Vers": "349"
         }
      ]
   },
   {
      "num": "79",
      "Description": "combat 325 !",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Debug :)",
            "Vers": "386"
         }
      ]
   },
   {
      "num": "80",
      "Description": "Il ne vous semble pas utile de rester plus longtemps en cet endroit.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Vous diriger vers les marches, dans la paroi du fond.",
            "Vers": "293"
         }
      ]
   },
   {
      "num": "81",
      "Description": "Vous entendez à quelque distance des voix aiguës qui s'appellent les unes les autres d'un ton surexcité. Le tunnel aboutit à l'entrée d'une petite caverne et, soudain, une flèche jaillit dans votre direction.",
      "Decor": "caverne-gremlins",
      "Choix": [
         {
            "Texte": "Tentez votre Chance",
            "Vers": "",
            "Rules":["addView",["81"],"tentezVotreChance",["49","4","La flèche vous siffle aux oreilles sans vous atteindre","La flèche vient se planter dans votre épaule."]]
         }
      ]
   },
   {
      "num": "82",
      "Description": "Vous vous demandez si vous avez une potion de tranquillité dans votre sac à dos.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Utiliser cette potion",
            "Vers": "235",
            "Conditions":["hasObject",["tranquillité"]],
            "Rules":["looseObjects",["tranquillité"]]
         },
         {
            "Texte": "Ne rien utiliser",
            "Vers": "13",
            "Rules":["changeChance",["-3"]]
         }
      ]
   },
   {
      "num": "83",
      "Description": "liaison 155 !",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Debug :)",
            "Vers": "139"
         }
      ]
   },
   {
      "num": "84",
      "Description": "Combat 288 !",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Debug :)",
            "Vers": "288"
         }
      ]
   },
   {
      "num": "85",
      "Description": "A l'intérieur de la cage, une petite créature musculeuse à la peau brune et couverte d'écailles sautille en tous sens. Il s'agit d'un <i class='stats'>GOBELIN</i> qui porte autour du cou, accroché à une lanière de cuir, un petit bâton d'un noir brillant.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Ouvrir la porte de la cage",
            "Liaison":"Vous déverrouillez la porte de la cage et vous faites un pas en arrière, votre épée à la main, prêt à combattre si le Gobelin vous attaque. Ce dernier ramasse un tabouret de bois, le brandit au-dessus de sa tête et le jette contre la porte qui s'ouvre à la volée. Puis il se précipite sur vous en hurlant.",
            "Vers": "176",
            "Combat": ["gobelin", "le gobelin", "un", "il"],
            "Force" : ["5"],
            "Endurance": ["4"],
            "TexteMort": "Malgré sa petite taille, votre adversaire finit par vous terrasser, à sa grande surprise.",
            "TexteVictoire" : ""
         },
         {
            "Texte": "Quitter la caverne pour poursuivre votre chemin vers le nord",
            "Vers": "358"
         }
      ]
   },
   {
      "num": "86",
      "Description": "Vous vous accroupissez dans les hautes herbes et vous entendez, parmi les aboiements, le bruit d'un galop. Vous apercevez alors les pattes de quatre chiens de chasse et les jambes d'un cheval de course qui passent devant vous dans un nuage de poussière. Les échos de la chasse s'évanouissent au loin et vous allez rejoindre le chemin.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Repartir vers le nord",
            "Vers": "208"
         }
      ]
   },
   {
      "num": "87",
      "Description": "Liaison 198 !",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Debug :)",
            "Vers": "90"
         }
      ]
   },
   {
      "num": "88",
      "Description": "Vous grimpez les marches et vous atteignez bientôt la deuxième anfractuosité. En y jetant un coup d'œil, vous apercevez de vagues silhouettes se déplaçant dans l'obscurité, et vous entendez également des bruits de pas traînants.",
      "Decor": "alcove",
      "Choix": [
         {
            "Texte": "Pénétrer dans cette anfractuosité",
            "Vers": "321",
            "Fuir": "107",
            "Liaison": "Dans l’anfractuosité, vous tombez nez à nez avec quatre autres humanoïdes, mais ceux-ci portent des tuniques de cuir et sont armés de longues lances. Ils s'avancent pour vous attaquer.",
            "Combat": ["guerrier clone", "le guerrier clone", "un", "il"],
            "Force" : ["5","6","5","6"],
            "Endurance": ["5","4","6","5"],
            "TexteMort": "",
            "TexteVictoire" : ""

         },
         {
            "Texte": "Continuer à monter les marches",
            "Vers": "107"
         }
      ]
   },
   {
      "num": "89",
      "Description": "La pièce tombe dans l'eau avec un léger « plouf ». Vous faites ensuite le vœu de recevoir d'autres Pièces d'Or, mais rien ne se produit : ce puits-là n'exauce pas les vœux.",
      "Decor": "puits-seau",
      "Choix": [
         {
            "Texte": "Descendre l'échelle pour explorer le tunnel, au fond du puits",
            "Vers": "256"
         },
         {
            "Texte": "Retourner sur le chemin pour aller vers l'est",
            "Vers": "281",
            "Conditions":["notHasViewed",["17"]]
         },
         {
            "Texte": "Retourner sur le chemin pour aller vers l'ouest",
            "Vers": "238",
            "Conditions":["notHasViewed",["172"]]
         }
      ]
   },
   {
      "num": "90",
      "Description": "Le chemin mène vers le nord en descendant la colline entre de gros amas rocheux. Vous avez la désagréable sensation d'être observé et soudain, surgissant de derrière un gros roc, à gauche du sentier, apparaissent deux hommes au corps noueux, barbus et chevelus. Ils sont vêtus de peaux de bêtes et ont l'air menaçant. L'un des deux hommes tend alors son arc et vous décoche une flèche.",
      "Decor": "sentier-rocheux",
      "Choix": [
         {
            "Texte": "Tentez votre Chance",
            "Vers": "",
            "Rules": ["tentezVotreChance",["210","348"]]
         }
      ]
   },
   {
      "num": "91",
      "Description": "Vous ouvrez le livre et vous avez la surprise de constater que les pages ont été évidées en leur milieu, ménageant ainsi une cavité dans laquelle a été déposé un bijou attaché à une chaîne d'argent. Juste à côté se trouve un parchemin sur lequel on peut lire ces mots : « Œil d'ambre. Mets cette chaine autour du cou, et questionne quiconque te semble louche. Qu'il cherche à mentir peu ou prou, Vérité malgré lui sortira de sa bouche. » Vous gagnez 1 point de <i class='stats'>CHANCE</i>, cela vous sera sans doute utile dans cette forêt de malheur !",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Rejoindre le chemin pour prendre la direction du nord",
            "Vers": "220"
         }
      ]
   },
   {
      "num": "92",
      "Description": "A mesure que vous avancez vers le nord, l'herbe est de moins en moins haute et le chemin remonte en pente douce. A quelque distance, vous entendez le son d'une eau courante. Mais vous percevez également un autre bruit, et infiniment plus inquiétant celui-là. C'est un énorme bourdonnement qui annonce l'arrivée d'un essaim d'Abeilles Géantes, chacun de ces insectes mesurant une bonne dizaine de centimètres de longueur. Or, l'essaim vole très exactement au-dessus de votre tête.",
      "Decor": "abeilles",
      "Choix": [
         {
            "Texte": "Fuir et essayer d'atteindre le cours d'eau",
            "Vers": "299"
         },
         {
            "Texte": "Faire face et combattre",
            "Liaison": "Vous tirez votre épée et vous vous apprêtez à en découdre avec ces agresseurs à rayures noires et jaunes.",
            "Vers": "339",
            "Combat": ["essaim", "l'essaim", "un essaim", "il"],
            "Force" : ["7","8","7"],
            "Endurance": ["3","4","4"],
            "TexteMort": "Vous succombez sous les innombrables piqûres.",
            "TexteVictoire": "Vous essuyez la sueur qui ruisselle sur votre front, en vous demandant ce que vous réserve encore cette contrée maléfique. Puis vous vous asseyez pour prendre quelque repos, et enfin, un peu plus tard, vous vous remettez en route en direction du cours d'eau que vous entendez couler un peu plus loin."
         },
         {
            "Texte": "Utiliser votre potion de contrôle des insectes",
            "Vers": "100",
            "Conditions": ["hasObject",["contrôle des insectes"]],
            "Rules": ["looseObjects",["contrôle des insectes"]]
         }
      ]
   },
   {
      "num": "93",
      "Description": "De retour à la bifurcation, deux directions d'offrent à vous.",
      "Decor": "tunnel-puits",
      "Choix": [
         {
            "Texte": "Aller à l'est",
            "Vers": "61"
         },
         {
            "Texte": "Poursuivre en direction du sud",
            "Vers": "270",
            "Conditions":["notHasViewed",["270"]]
         }
      ]
   },
   {
      "num": "94",
      "Description": "Vous prenez dans votre sac à dos la Corde Magique qui semble très bien savoir ce qu’elle a à faire : l'une de ses extrémités, en effet, s'enroule d'elle-même autour du tronc d'arbre, tandis que l'autre extrémité se laisse tomber dans le trou qui aboutit au tunnel, vous invitant ainsi à y descendre.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Descendre dans le tronc",
            "Vers": "136"
         },
         {
            "Texte": "Rejoindre le sentier et repartir vers le nord",
            "Vers": "144"
         }
      ]
   },
   {
      "num": "95",
      "Description": "Vous essayez de toutes vos forces de déplacer le bloc de pierre mais sans parvenir à le faire bouger d'un pouce.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Utiliser votre Poudre de Lévitation",
            "Vers": "173",
            "Conditions":["hasObject",["poudre de lévitation"]]
         },
         {
            "Texte": "Chercher une solution",
            "Vers": "368"
         }
      ]
   },
   {
      "num": "96",
      "Description": "L'homme lance un ordre bref, et aussitôt les trois Chiens restants se jettent sur vous en montrant les crocs.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Vous défendre contre la meute",
            "Vers": "402",
            "Combat": ["chien", "le chien", "un", "il"],
            "Force" : ["6","5","6"],
            "Endurance": ["6","6","5"],
            "TexteMort": "La meute finit par vous déborder, et vous tomber sous leurs crocs.",
            "TexteVictoire" : ""
         }
      ]
   },
   {
      "num": "97",
      "Description": "Le sentier continue inlassablement vers le nord mais, au bout d'un moment, le feuillage des arbres s'éclaircit quelque peu et semble moins menaçant lorsque, enfin, des rayons de lumière parviennent à le traverser. Bientôt, vous apercevez à la droite du chemin une chaise en bois de chêne.",
      "Decor": "foret-chaise",
      "Choix": [
         {
            "Texte": "Vous asseoir sur cette chaise pour vous reposer et prendre quelque nourriture",
            "Liaison": "Bien qu'elle soit taillée dans un bois de chêne particulièrement dur, la chaise est étonnamment confortable. Vous commencez alors à manger, mais au lieu de sentir vos forces revenir, vous éprouvez une impression de faiblesse. C'est que vous vous êtes assis sur une Chaise Dévoreuse de Vie qui vous fait perdre 4 points de vie en dépit de la nourriture que vous venez d'absorber.",
            "Vers": "328",
            "PdV": "-4",
            "Conditions": ["minFood",["1"]],
            "Rules": ["changeFood",["-1"]]
         },
         {
            "Texte": "Poursuivre vers le nord",
            "Vers": "118"
         }
      ]
   },
   {
      "num": "98",
      "Description": "Tandis que vous poursuivez votre chemin au sein de la Forêt des Ténèbres, vous êtes attaqué par un groupe d'Hommes des Bois, probablement les mêmes qui ont défait Gromollet et ses compagnons deux jours auparavant.",
      "Decor": "foret",
      "Choix": [
         {
            "Texte": "Tenter votre Chance",
            "Vers": "",
            "Rules": ["tentezVotreChance",["restart","0","","Vous glissez dans votre fuite et vous mourez criblé de flèches."]]
         }
      ]
   },
   {
      "num": "99",
      "Description": "Le chemin mène un peu plus loin, à la porte d'une petite cabane aux murs de bois. La cabane est munie d'un toit en tuiles et d'une seule et unique fenêtre. En jetant un coup d'œil à travers la fenêtre, vous apercevez un homme grand, à la peau sombre, qui est assis à une table, au centre de la pièce. Il est torse nu et semble faire des exercices de musculation.",
      "Decor": "hutte",
      "Choix": [
         {
            "Texte": "Entrer dans la cabane",
            "Vers": "209"
         },
         {
            "Texte": "Retourner à la bifurcation",
            "Vers": "349"
         }
      ]
   },
   {
      "num": "100",
      "Description": "Vous saisissez votre bouteille de Potion de Contrôle des Insectes et en avalez le contenu. Les Abeilles Tueuses fondent aussitôt sur vous mais sans parvenir à vous atteindre : on dirait qu'elles se heurtent à un écran invisible et elles continuent de voler tout autour de vous dans un bourdonnement assourdissant, en essayant vainement de vous piquer. Avec un courage redoublé, vous tirez alors votre épée et vous la faites tournoyer en l'air : vous réussissez à toucher l'une des abeilles qui tombe sur le sol ; un instant plus tard, vous l'écrasez sous la semelle de cuir de votre sandale, et les autres insectes s'enfuient aussitôt au loin.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Poursuivre vers le nord en direction du bruit de l'eau",
            "Vers": "339"
         }
      ]
   },
   {
      "num": "101",
      "Description": "Vous prenez le sac de cuir sur la chaise en pierre et vous sortez. À l'intérieur du sac, vous découvrez 5 Pièces d'Or et une petite cloche de cuivre que vous rangez dans votre sac à dos.",
      "Decor": "",
      "Rules": ["changeOr",["5"],"gainObjects",["cloche de cuivre"]],
      "Choix": [
         {
            "Texte": "Revenir à la bifurcation pour prendre le chemin qui mène vers le nord",
            "Vers": "25"
         }
      ]
   },
   {
      "num": "102",
      "Description": "En marchant le long du chemin, vous remarquez les traces laissées par les sabots d'un cheval se dirigeant vers l'est. Bientôt, vous parvenez à une autre bifurcation et les empreintes de sabots prennent la direction du sud, retournant vers la forêt.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Aller vers le nord",
            "Vers": "105"
         }
      ]
   },
   {
      "num": "103",
      "Description": "Le chemin mène à une petite clairière. Sur votre droite, vous apercevez un entassement de branches, d'herbe et de morceaux d'étoffe ; c'est sans doute le repaire de quelque créature de grande taille. Parmi les débris et les vieux os répandus çà et là, vous distinguez quelque chose de brillant.",
      "Decor": "clairière",
      "Choix": [
         {
            "Texte": "Aller voir de plus près de quoi il s'agit",
            "Vers": "57"
         },{
            "Texte": "Vous hâter en direction du nord",
            "Vers": "360"
         }
      ]
   },
   {
      "num": "104",
      "Description": "Les bandits restent un moment stupéfaits de voir leur cheffe s'écrouler sous vos coups. Puis, poussant un hurlement, ils se ruent sur vous pour la venger.",
      "Decor": "brigands",
      "Choix": [
         {
            "Texte": "Les combattre",
            "Vers": "311",
            "Combat": ["bandit", "le bandit", "un", "il"],
            "Force" : ["7","6","7","5"],
            "Endurance": ["6","4","5","6"],
            "TexteMort": "Hélas, les bandits sont trop nombreux, même pour vous, et vous tombez sous le nombre.",
            "TexteVictoire" : ""
         }
      ]
   },
   {
      "num": "105",
      "Description": "Vous voyez au loin, à la droite du chemin, de gros oiseaux qui tournoient dans le ciel. En vous approchant, vous reconnaissez leur aspect caractéristique : ce sont des vautours.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Aller voir ce qui les intéresse tant",
            "Vers": "384"
         },
         {
            "Texte": "Continuer vers le nord sans vous en occuper",
            "Vers": "394"
         }
      ]
   },
   {
      "num": "106",
      "Description": "Posée sur les cendres de Pâtre, vous trouvez une petite bouilloire de cuivre noircie par les flammes. Vous en soulevez le couvercle, et vous découvrez à l'intérieur un anneau d'or serti d'une grosse émeraude. Cette bague vaut 15 Pièces d'Or, et cette bonne fortune vous rapporte 2 points de <i class='stats'>CHANCE</i>. Tout heureux de votre trouvaille, vous décidez de ne pas vous occuper du coffre de bois.",
      "Decor": "",
      "Rules": ["changeChance",["2"],"gainJewels",["anneau d'or"]],
      "Choix": [
         {
            "Texte": "Quitter les lieux pour continuer vers le nord",
            "Vers": "288"
         }
      ]
   },{
      "num": "107",
      "Description": "Au moment où vous montez les dernières marches qui mènent à l'anfractuosité, un jet de flammes vous barre la route. Puis une forme immense et sombre sort de la cavité rocheuse. Du feu lui jaillit des narines et des volutes de fumée noire s'élèvent dans la caverne. La créature a la forme d'un homme mais elle est dotée d'ailes. Dans une main, elle tient une épée de feu et, dans l'autre, un fouet. Sa tête est coiffée d'une couronne d'or. La créature vous fait face, debout sur les marches, au-dessus de vous. Elle reste ainsi immobile un instant, puis fait soudain claquer son fouet tout en brandissant son épée enflammée. La seule issue qui permette de sortir de la caverne se trouve à quelque distance devant vous, en haut des marches et, pour parvenir jusque-là, il vous faudra combattre le <i class='stats'>DÉMON DE FEU</i>, Maître des Clones.",
      "Decor": "balrog",
      "Choix": [
         {
            "Texte": "Combattre le démon",
            "Vers": "152",
            "Combat": ["démon de feu", "le démon de feu", "un", "il"],
            "Force" : ["10"],
            "Endurance": ["10"],
            "TexteMort": "Hélas, vous n'étiez pas de taille contre un tel adversaire !",
            "TexteVictoire" : ""
         }
      ]
   },
   {
      "num": "108",
      "Description": "La douleur augmente et devient presque insupportable. Vous vous prenez le ventre à deux mains et vous tombez à genoux, la bouche écumante. Lorsque enfin la douleur disparaît, vous vous sentez très faible, et cette épreuve vous coûte 3 points de vie. Vous vous demandez ce qui peut bien vous attendre encore dans cette maudite forêt.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Partir vers le nord",
            "Vers": "226"
         }
      ]
   },
   {
      "num": "109",
      "Description": "Bientôt, le chemin sort de sous les arbres et vous conduit à une vaste plaine couverte de hautes herbes. Un peu plus loin, le sol monte en pente douce, et vous apercevez à quelque distance des collines basses dont les contours se découpent contre le ciel. Devant vous, le chemin se divise en trois embranchements.",
      "Decor": "plaine-jour",
      "Choix": [
         {
            "Texte": "Aller vers l'ouest",
            "Vers": "124"
         },
         {
            "Texte": "Aller à l'est",
            "Vers": "72"
         },
         {
            "Texte": "Poursuivre vers le nord",
            "Vers": "309"
         }  
      ]
   },
   {
      "num": "110",
      "Description": "Vous remarquez que ce Gremlin avait un sac à dos.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Fouiller son sac à dos",
            "Liaison":"Vous trouvez à l'intérieur du sac à dos du pain fabriqué par des elfes qui vous donnera 4 points de vie si vous le mangez. Vous gagnez également un point de <i class='stats'>CHANCE</i>, et vous sortez du puits.",
            "Vers": "362",
            "Rules":["changeFood",["1"],"changeChance",["1"]]
         },
         {
            "Texte": "Quitter le tunnel sans plus attendre",
            "Liaison":"Vous rampez hors du tunnel et vous reprenez pied sur l'échelle, le long de la paroi du puits. Vous remontez à l’air libre et vous rejoignez le chemin.",
            "Vers": "362"
         }
      ]
   },
   {
      "num": "111",
      "Description": "L'expression du visage d'Arragon passe aussitôt de la confiance à la peur. Il n'est peut-être pas aussi redoutable qu'il veut bien le dire et, soudain, en effet, il vous présente ses excuses pour s'être montré aussi agressif, essayant de se justifier par le fait que bandits et criminels de toutes sortes abondent dans les environs, et qu'il essaye de s'en protéger en se faisant passer pour un sorcier aux terribles pouvoirs. Il vous demande de lui pardonner et vous offre 5 Pièces d'Or si vous promettez de le laisser en paix, et de ne révéler à personne la supercherie. Vous acceptez le marché et vous quittez la maison.",
      "Decor": "arragon-maison",
      "Rules":["changeOr","5"],
      "Choix": [
         {
            "Texte": "Retourner à la bifurcation pour reprendre la direction du nord",
            "Vers": "150"
         }
      ]
   },
   {
      "num": "112",
      "Description": "Le sentier continue vers le nord à travers une végétation touffue. Bientôt, il oblique brusquement à droite en direction de l’est, et la végétation devient si dense par endroits, qu'il faut vous tailler un chemin à coups d'épée. Votre marche vers l'est est longue et pénible ; enfin, vous arrivez à une bifurcation. Consultant alors la carte de Gromollet, vous décidez de reprendre la direction de Pont-de-Pierre, sans vous occuper du sentier étroit continuant vers l'est.",
      "Decor": "foret-dense",
      "Choix": [
         {
            "Texte": "Aller vers le nord",
            "Vers": "103"
         }
      ]
   },
   {
      "num": "113",
      "Description": "Le chemin oblique soudain vers la droite et mène droit au nord, à travers le lit d'une vallée. Sur la gauche, vous apercevez un vaste étang au bord duquel se trouve une petite cabane de bois au toit de chaume.",
      "Decor": "cabane-lac",
      "Choix": [
         {
            "Texte": "Jeter un coup d’œil à la cabane",
            "Vers": "324"
         },
         {
            "Texte": "Ne pas vous en occuper et continuer en direction du nord",
            "Vers": "149"
         }
      ]
   },
   {
      "num": "114",
      "Description": "Voir 277 ent choix 3",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Debug :)",
            "Vers": "277"
         }
      ]
   },
   {
      "num": "115",
      "Description": "Le chemin arrive bientôt à une bifurcation.",
      "Decor": "embranchement",
      "Choix": [
         {
            "Texte": "Aller vers l'ouest",
            "Vers": "382"
         },
         {
            "Texte": "Aller à l'est",
            "Vers": "277"
         }
      ]
   },
   {
      "num": "116",
      "Description": "Vous parvenez finalement à vous rendormir, mais vous vous réveillez de bonne heure. Dans la lumière du matin, vous remarquez que le plus gros des Loups portait autour du cou un collier de cuir incrusté d'or, qui doit valoir 15 Pièces d'Or. Vous rangez le collier dans votre sac à dos en vous demandant qui peut bien être le maître du Loup.",
      "Decor": "collines-matin",
      "Rules": ["gainJewels",["collier du loup"]],
      "Choix": [
         {
            "Texte": "Partir vers le nord",
            "Vers": "314"
         }
      ]
   },
   {
      "num": "117",
      "Description": "combat 168 !",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Debug :)",
            "Vers": "232"
         }
      ]
   },
   {
      "num": "118",
      "Description": "Le chemin finit par émerger de sous les feuillages, et débouche sur une vaste plaine. Un peu plus loin, le sol s'élève, menant à quelques collines basses. De chaque côté du chemin, des herbes hautes ondulent doucement sous la brise tiède. Tout est paisible et il semble qu'aucun danger grave ne vous menace. Vous marchez donc d'un pas confiant lorsque, soudain, le silence alentour est rompu par des cris et des grognements, à droite du chemin. En regardant de ce côté, vous voyez alors les herbes s'écarter sous les pas d'une bête encore invisible qui s'avance vers vous. Aussitôt, vous tirez votre épée, prêt à combattre. Et quelques instants plus tard, une énorme créature au pelage sombre et aux allures de cochon, surgit devant vous et s'immobilise sur le chemin. Deux longues défenses pointent de chaque côté de son groin et de la vapeur s'élève de son corps en sueur. Ses petits yeux vous regardent fixement, puis l'animal baisse la tête et fonce sur vous.",
      "Decor": "sanglier",
      "Choix": [
         {
            "Texte": "Engager le combat",
            "Vers": "174",
            "Combat": ["sanglier sauvage", "le sanglier sauvage", "un", "il"],
            "Force" : ["6"],
            "Endurance": ["5"],
            "TexteMort": "",
            "TexteVictoire" : ""
         }
      ]
   },
   {
      "num": "119",
      "Description": "Le chemin monte parmi les collines en suivant une pente escarpée et, lorsque vous parvenez au sommet, le soleil est brûlant. A quelque distance se dessine le cercle verdoyant de la Forêt des Ténèbres. Derrière vous, la brume du matin s'étend toujours sur les hautes herbes ; mais devant, les rayons du soleil illuminent une vallée sans nuages. Tout est calme et vous commencez à descendre le versant opposé de la colline. Vous arrivez alors à une bifurcation.",
      "Decor": "collines-matin",
      "Choix": [
         {
            "Texte": "Partir vers le nord en descendant la colline",
            "Vers": "90"
         },
         {
            "Texte": "Suivre le sentier qui mène en direction de l'ouest",
            "Vers": "216"
         }
      ]
   },
   {
      "num": "120",
      "Description": "Vous laissez tomber un caillou dans le tronc creux. D'après le temps qu'il met à atteindre le sol du tunnel, vous estimez à cinq mètres la hauteur qui vous sépare du fond.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Utiliser votre Corde Magique",
            "Vers": "94",
            "Conditions":["hasObject",["corde magique"]],
            "Rules": ["looseObjects",["corde magique"]]
         },
         {
            "Texte": "Trouver un moyen de descendre",
            "Vers": "380"
         }
      ]
   },
   {
      "num": "121",
      "Description": "De retour à la bifurcation, vous pouvez choisir entre deux directions.",
      "Decor": "tunnel-puits",
      "Choix": [
         {
            "Texte": "Aller vers l'est",
            "Vers": "61"
         },
         {
            "Texte": "Continuer vers le nord",
            "Vers": "81",
            "Conditions":["notHasViewed",["81"]]
         }
      ]
   },
   {
      "num": "122",
      "Description": "Arrivé au bas de l'échelle, vous constatez que le tunnel mène vers le nord sur une bonne distance, et vous remarquez avec étonnement qu'il est éclairé sur toute sa longueur par des torches disposées à intervalles réguliers.",
      "Decor": "tunnel-puits",
      "Choix": [
         {
            "Texte": "Vous engager à quatre pattes dans ce tunnel",
            "Vers": "135"
         },
         {
            "Texte": "Remonter l'échelle et retourner sur le chemin",
            "Vers": "362"
         }
      ]
   },
   {
      "num": "123",
      "Description": "Malgré la perte d'un bras, l'Ent continue de se battre et vous devez lui trancher son autre bras !",
      "Decor": "ent",
      "Choix": [
         {
            "Texte": "Repartir à l'attaque !",
            "Vers": "27",
            "Fuir": "234",
            "Combat": ["ent", "l'Ent", "un", "il"],
            "Force" : ["7"],
            "Endurance": ["8"],
            "TexteMort": "Malgré son bras en moins, l'Ent est un adversaire redoutable, qui finit par vous écraser au sol.",
            "TexteVictoire" : ""
         }
      ]
   },
   {
      "num": "124",
      "Description": "Le chemin aboutit à une autre bifurcation. L'embranchement orienté au sud ramène vers la forêt.",
      "Decor": "plaine-jour",
      "Choix": [
         {
            "Texte": "Continuer en direction du nord",
            "Vers": "180"
         }
      ]
   },
   {
      "num": "125",
      "Description": "Tandis que vous descendez dans le trou, vous remarquez une abondance de matière gluante, secrétée sans doute par quelque immense créature.",
      "Decor": "foret",
      "Choix": [
         {
            "Texte": "Continuer de descendre",
            "Vers": "15"
         },
         {
            "Texte": "Ressortir du trou et reprendre le chemin vers le nord",
            "Vers": "337"
         }
      ]
   },
   {
      "num": "126",
      "Description": "Vous forcez avec précaution le couvercle de la boîte, et soudain, un nuage de gaz jaune s'en échappe, vous enveloppant le visage.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Essayer de ne pas le respirer",
            "Vers": "22"
         },
         {
            "Texte": "Utiliser vos filtres à nez",
            "Vers": "365",
            "Conditions": ["hasObject",["filtres à nez"]],
            "Rules": ["looseObjects",["filtres à nez"]]
         }
      ]
   },   
   {
      "num": "127",
      "Description": "Vous montez sur le dos du Centaure qui se tourne vers la rivière pour la traverser. L'eau a une couleur vert sombre, et vous vous demandez quel genre de créatures peut bien se cacher dans ses profondeurs. Bientôt, vous atteignez l'autre rive et vous donnez au Centaure ses 3 pièces d'Or. Il vous remercie, vous fait un signe d'adieu et vous souhaite bonne chance. Vous vous trouvez à présent au pied de quelques collines et le soir tombe. Vous décidez alors de camper sous un grand et vieux chêne, à droite du chemin, et vous vous installez pour dormir, votre épée à portée de main.",
      "Decor": "arbre-nuit",
      "Choix": [
         {
            "Texte": "Dormir juqu'au matin",
            "Liaison": "Vous dormez depuis environ une heure, lorsqu'un effroyable hurlement vous réveille en sursaut. Il semble provenir de quelque distance en direction de l'ouest. Au-dessus de vous, la pleine lune brille dans le ciel de la nuit, et tandis que vous la contemplez, vous remarquez soudain une énorme silhouette qui se déplace parmi les branches des arbres. Vous oubliez alors le hurlement et vous vous levez d'un bond en empoignant votre épée au moment précis où une <span>ARAIGNÉE GÉANTE</span> se laisse tomber sur le sol, juste devant vous. Sa masse arrondie s'avance lentement sur ses longues pattes noires et velues.",
            "Vers": "140",
            "Combat": ["araignée", "l'araignée", "une", "elle"],
            "Force" : ["7"],
            "Endurance": ["8"],
            "TexteMort": "L'araignée vous injecte son venin, et vous ligote dans ses soies. Quelques jours à faisander, et elle pourra déguster vos sucs liquéfiés.",
            "TexteVictoire" : ""
         }
      ]
   },
   {
      "num": "128",
      "Description": "combat 384 !",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Debug :)",
            "Vers": "384"
         }
      ]
   },
   {
      "num": "129",
      "Description": "Votre bras est douloureux en raison de l'effort fourni, et vous ne vous consolez pas d'avoir perdu autant. Cette mésaventure vous fait perdre 2 points de <i class='stats'>CHANCE</i> et vous quittez la cabane, laissant là un Quin souriant et satisfait.",
      "Decor": "",
      "Rules": ["changeChance",["-2"]],
      "Choix": [
         {
            "Texte": "Lui laisser 10 pièces d'or",
            "Vers": "349",
            "Conditions": ["minOr",["10"]],
            "Rules": ["changeOr",["-10"]]
         },
         {
            "Texte": "Lui laisser un objet",
            "Vers": "349",
            "Conditions": ["hasObject",["1"]],
            "Rules": ["giveObjects",["1"]]
         }
      ]
   },
   {
      "num": "130",
      "Description": "Le chemin s'enfonce parmi les arbres noueux et les buissons d'épines. Bientôt, vous entendez un grognement au-dessus de votre tête et vous apercevez, allongée sur une branche qui surplombe le sentier, une créature moitié homme, moitié félin. Il a le pelage ras et d'un noir brillant comme celui d'une panthère, et ses bras et ses jambes sont dotés de grosses pattes aux griffes acérées. Le visage de la créature, cependant, a des traits humains, avec des yeux en amande, mais de longues dents de fauve. Il vous semble qu'il s'apprête à bondir sur vous.",
      "Decor": "panther",
      "Choix": [
         {
            "Texte": "Tirer votre épée pour le combattre",
            "Liaison":"L'Homme Panthère grogne et gronde en montrant les dents avant de bondir sur vous pour vous attaquer. Vous reculez d'un pas et vous vous préparez à combattre.",
            "Vers": "202",
            "Fuir":"355",
            "Combat": ["homme panthère", "l'homme panthère", "un", "il"],
            "Force" : ["8"],
            "Endurance": ["5"],
            "TexteMort": "",
            "TexteVictoire" : ""
         },
         {
            "Texte": "Vous enfuir à toutes jambes",
            "Liaison":"Cette fuite vous coûte 1 point de Chance.",
            "Vers": "355",
            "Rules":["changeChance",["-1"]]
         }
      ]
   },
   {
      "num": "131",
      "Description": "Cf 186",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Debug :)",
            "Vers": "325"
         }
      ]
   },
   {
      "num": "132",
      "Description": "La créature qui se pose devant vous est une Vouivre. Elle vous fixe du regard et ouvre sa gueule immense pour cracher à  nouveau un jet de feu rugissant. Le monstre est long d'une bonne dizaine de mètres, et ses écailles épaisses semblent invulnérables à votre épée.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Affronter ce monstre redoutable",
            "Vers": "305",
            "Liaison":"La longue queue de la Vouivre cingle l'air de tous côtés ; et des volutes de fumée s'élèvent des narines de la créature.",
            "Combat": ["vouivre", "la vouivre", "une", "elle"],
            "Force" : ["10"],
            "Endurance": ["11"],
            "TexteMort": "",
            "TexteVictoire" : ""
         },
         {
            "Texte": "Jouer de votre flûte",
            "Vers": "258",
            "Conditions": ["hasObject",["flûte de cuivre"]]
         }
      ]
   },
   {
      "num": "133",
      "Description": "Vous glissez l'anneau à votre majeur et vous ressentez aussitôt une douleur fulgurante. La douleur finit par disparaître, mais vous ne parvenez plus à enlever la bague. Or, il s'agit là d'un Anneau de Lenteur qui vous obligera à déduire 2 points de votre Force d'Attaque au cours des combats à venir.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Repartir vers le nord, le long du chemin",
            "Vers": "360"
         },
         {
            "Texte": "Essayer le gantelet",
            "Vers": "374",
            "Conditions": ["notHasObject",["gantelet de combat"]],
            "Rules": ["gainObjects",["gantelet de combat"],"changeBonusAttaque",["1"]]
         }
      ]
   },
   {
      "num": "134",
      "Description": "Vous faites un vœu et attendez, mais absolument rien ne se produit et vous perdez 1 point de <i class='stats'>CHANCE.</i>",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Frotter vos blessures avec de la boue chaude",
            "Vers": "283",
            "Conditions": ["hasWounds",["1"]]
         },
         {
            "Texte": "Vous remettre en route en direction du nord",
            "Vers": "303"
         }
      ]
   },
   {
      "num": "135",
      "Description": "Le tunnel continue vers le nord jusqu'à ce que vous parveniez à une bifurcation.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Ramper vers l'ouest",
            "Vers": "284"
         },
         {
            "Texte": "Ramper vers l’est",
            "Vers": "151",
            "Conditions":["notHasViewed",["151"]]
         }
      ]
   },
   {
      "num": "136",
      "Description": "Vous descendez dans le tunnel à l'aide de la corde et, lorsque vos yeux commencent à s'habituer à l'obscurité, vous vous apercevez qu'il n'a pas plus d'un mètre de hauteur.",
      "Decor": "tunnel",
      "Choix": [
         {
            "Texte": "Explorer le tunnel",
            "Vers": "69"
         }
      ]
   },
   {
      "num": "137",
      "Description": "Vous ramassez un roc de bonne taille par terre.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Le lancer sur l'Ogre",
            "Vers": "10"
         },
         {
            "Texte": "Utiliser votre gant d'adresse au lancer",
            "Vers": "55",
            "Conditions": ["hasObject",["gant d'adresse"]],
            "Rules": ["looseObjects",["gant d'adresse"]]
         }
      ]
   },
   {
      "num": "138",
      "Description": "Vous avancez sur le chemin, entre les hautes herbes qui ondulent sous le vent. Mais bientôt vous avez la désagréable impression que ces herbes, en fait, ne se soumettent pas au souffle de la brise : il semble plutôt qu'elles soient douées de volonté et qu'elles puissent remuer à leur guise. Et soudain, un bouquet d'herbes se couche en travers du sentier et s'enroule autour de votre cheville. D'autres herbes font de même, essayant de vous saisir bras et jambes. Vous vous rendez compte alors que vous êtes cerné par de <i class='stats'>l'HERBE D'EMBROUILLE.</i>",
      "Decor": "herbes",
      "Choix": [
         {
            "Texte": "Essayer de vous libérer",
            "Liaison": "Vous avez beau vous débattre, l'Herbe d'Embrouille parvient à agripper vos bras et vos jambes, et à vous faire tomber sur le sol. L'une des herbes s'enroule alors autour de votre cou et resserre son étreinte. Vous avalez de travers et vous essayez de tousser, puis vous réalisez soudain que l'Herbe d'Embrouille n'a pas l'intention de vous étrangler : elle veut simplement entrer en contact avec les parties de votre corps qui ne sont pas protégées par vos vêtements pour vous sucer le sang ! Avec un haut-le-cœur, vous voyez en effet sur vos bras et vos jambes des centaines de traces de piqûres d'où perlent des gouttes de sang et, lorsqu'enfin l'Herbe a bu tout son content, elle vous relâche et reprend sa place. Ce repas pris à vos dépens vous coûte 3 points de vie",
            "PdV": "-3",
            "Vers": "159"
         },
         {
            "Texte": "Utiliser votre potion de contrôle des plantes",
            "Vers": "64",
            "Conditions": ["hasObject",["contrôle des plantes"]],
            "Rules": ["looseObjects",["contrôle des plantes"]]
         }
      ]
   },
   {
      "num": "139",
      "Description": "Les effets de la belladone et de la morsure du Loup-Garou disparaissent bientôt, et vous parvenez enfin à vous rendormir. Au matin, vous ramassez vos affaires.",
      "Decor": "collines-matin",
      "Choix": [
         {
            "Texte": "Repartir vers le nord",
            "Vers": "198"
         }
      ]
   },
   {
      "num": "140",
      "Description": "Vous contournez la masse bulbeuse de l'Araignée Géante et vous vous recouchez pour plonger dans un sommeil agité. Au matin, vous vous réveillez de bonne heure et vous repartez vers le nord, le long du chemin. Le sentier suit bientôt une pente escarpée en montant dans les collines et, lorsque vous arrivez au sommet, le soleil est brûlant. A quelque distance, vous apercevez le cercle verdoyant de la Forêt des Ténèbres. Derrière vous, la brume du matin s'étend sur les hautes herbes mais devant, les rayons du soleil illuminent une vallée sans nuages. Tout est calme et vous commencez à descendre le versant opposé de la colline. Bientôt, le chemin bifurque.",
      "Decor": "collines-matin",
      "Choix": [
         {
            "Texte": "Continuer vers le nord en descendant la colline",
            "Vers": "25"
         },
         {
            "Texte": "Prendre l'embranchement qui mène en direction de l'est",
            "Vers": "267"
         }
      ]
   },
   {
      "num": "141",
      "Description": "Vous demandez au Nain s'il vient de Pont-de-Pierre. Il vous lance alors un regard mauvais et se lève d'un bond, sa hache à la main. Puis il vous déclare qu'il voue une véritable haine aux Nains de Pont-de-Pierre, et qu'il parcourt la Forêt des Ténèbres en quête du marteau de guerre de Gillibran, pour le rapporter à Eau-de-Boue, son propre village, qui se trouve à l'ouest. Il ajoute que son nom est Gayemainar et qu'il a perdu son aigle préféré et égaré ses viandes en essayant de s'emparer du marteau de guerre de Gillibran. Vous êtes donc en train de parler à un ennemi de Pont-de-Pierre, ce qui vous fait perdre 1 point de Chance.",
      "Decor": "nain",
      "Choix": [
         {
            "Texte": "Attaquer Gayemainar",
            "Liaison":"Le Nain est un combattant robuste et chevronné et il manie sa hache avec une très grande habileté.",
            "Vers": "363",
            "Combat": ["nain", "le nain", "un", "il"],
            "Force" : ["8"],
            "Endurance": ["5"],
            "TexteMort": "La hache du nain s'enfonce brutalement dans votre crâne, mettant fin à votre aventure.",
            "TexteVictoire" : ""
         },
         {
            "Texte": "Prendre congé de lui et poursuivre votre chemin vers l'est",
            "Vers": "59"
         }
      ]
   },
   {
      "num": "142",
      "Description": "Tandis que le chemin continue vers le nord, l'herbe est de moins en moins haute et le sol s'élève légèrement. Un peu plus loin, vous entendez le bruit d'une eau courante et vous arrivez bientôt sur la berge d'une rivière au cours paisible. Il n'y a pas de pont pour la traverser, mais le chemin se prolonge de l'autre côté. Debout, devant vous, se tient un animal magnifique, moitié homme, moitié cheval, d'une blancheur étincelante. Il porte en bandoulière un arc et un carquois de flèches : c'est un <i class='stats'>CENTAURE</i>.",
      "Decor": "centaure",
      "Choix": [
         {
            "Texte": "Engager la conversation avec lui",
            "Vers": "366"
         },
         {
            "Texte": "Le contourner et traverser la rivière à pied",
            "Vers": "178"
         },
         {
            "Texte": "Tirer votre épée et l'attaquer",
            "Vers": "251"
         }
      ]
   },
   {
      "num": "143",
      "Description": "liaison 69 !",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Debug :)",
            "Vers": "80"
         }
      ]
   },
   {
      "num": "144",
      "Description": "En poursuivant votre chemin au fond de la vallée, vous voyez bientôt se dresser une nouvelle fois devant vous le mur sombre de la Forêt des Ténèbres. Le sentier s'enfonce droit dans l'épaisse végétation et, quelques instants plus tard, vous avancez parmi des arbres imposants et des buissons d'épines enchevêtrés. Il fait sombre et tout est calme. Peu après, le chemin aboutit à une bifurcation.",
      "Decor": "foret-deux-bis",
      "Choix": [
         {
            "Texte": "Prendre la direction de l'ouest",
            "Vers": "213"
         },
         {
            "Texte": "Aller vers l’est",
            "Vers": "387"
         }
      ]
   },
   {
      "num": "145",
      "Description": "Vous dénouez l'amarre du bateau, et vous traversez la rivière à la rame. Mais lorsque vous êtes à peu près à mi-chemin, vous vous apercevez que l'eau s'infiltre dans le fond de l'embarcation. En vérité, la coque est pleine de trous, et le bateau commence à couler : il ne vous reste plus, dès lors, qu'à prendre vos affaires et à nager vers l'autre rive. Mais, après avoir pris pied sur la berge, vous constatez avec désespoir que toutes vos provisions se sont gâtées au contact de l'eau. Le soir tombe, à présent ; et vous décidez d'installer votre camp à l'abri de quelques rochers, à droite du chemin. Vous allumez un grand feu et vous vous couchez, votre épée à portée de la main.",
      "Decor": "collines-nuit",
      "Rules": ["changeFood",["-100"]],
      "Choix": [
         {
            "Texte": "Dormir jusqu'au matin",
            "Vers": "285"
         }
      ]
   },
   {
      "num": "146",
      "Description": "Vous contemplez le tas de rocs fracassés qui repose à vos pieds, et vous vous demandez comment une telle bête a bien pu voir le jour ; sans doute est-ce là l'œuvre de quelque démon particulièrement malfaisant ? Vous ne le saurez jamais. Quoi qu'il en soit, vous emportez avec vous un morceau de la pierre qui constituait le corps de la Bête Rocheuse afin de l'examiner plus tard.",
      "Decor": "",
      "Rules": ["gainObjects",["pierre de bête rocheuse"]],
      "Choix": [
         {
            "Texte": "Partir vers le nord, en direction de la vallée",
            "Vers": "245"
         }
      ]
   },
   {
      "num": "147",
      "Description": "Le chemin mène vers le nord, dans l'épaisse forêt. Dans l’une des rares clairières qui s'ouvrent parmi les arbres, vous apercevez un filet de fumée s'élevant de la cheminée d'une cabane en bois située à votre droite.",
      "Decor": "cabane-foret",
      "Choix": [
         {
            "Texte": "Jeter un coup d'œil par la fenêtre de la cabane",
            "Vers": "38"
         },
         {
            "Texte": "Poursuivre vers le nord",
            "Vers": "220"
         }
      ]
   },
   {
      "num": "148",
      "Description": "Le chemin continue vers le nord et vous parvenez bientôt à une autre bifurcation.",
      "Decor": "embranchement",
      "Choix": [
         {
            "Texte": "Poursuivre en direction du nord",
            "Vers": "97"
         },
         {
            "Texte": "Aller vers l'est",
            "Vers": "20"
         }
      ]
   },
   {
      "num": "149",
      "Description": "Tandis que vous cheminez au fond de la vallée, vous voyez bientôt se dresser devant vous le mur vert sombre de la Forêt des Ténèbres. Le sentier s'enfonce dans l'épaisse végétation et, quelques instants plus tard, vous avancez parmi des arbres imposants et des buissons d'épines. L'obscurité règne et tout est calme. Plus loin, le chemin bifurque.",
      "Decor": "foret-deux",
      "Choix": [
         {
            "Texte": "Aller vers l'est",
            "Vers": "130"
         },
         {
            "Texte": "Prendre la direction du nord",
            "Vers": "306"
         }
      ]
   },
   {
      "num": "150",
      "Description": "En cheminant vers le nord, à travers la verte vallée, vous apercevez bientôt le mur vert sombre de la Forêt des Ténèbres qui se dresse devant vous. Le sentier s'enfonce dans l'épaisse végétation et quelques instants plus tard, vous avancez parmi des arbres imposants et des buissons  d'épines. L'obscurité règne et tout est calme. Un peu plus loin, le chemin aboutit à une bifurcation.",
      "Decor": "foret-sombre",
      "Choix": [
         {
            "Texte": "Prendre la direction de l'ouest",
            "Vers": "357"
         },
         {
            "Texte": "Aller à l'est",
            "Vers": "171"
         }
      ]
   },
   {
      "num": "151",
      "Description": "Le tunnel débouche sur une caverne dont l'entrée est masquée par un rideau noir qui vous empêche de voir à l'intérieur.",
      "Decor": "cave-curtain",
      "Choix": [
         {
            "Texte": "Écarter le rideau et pénétrer dans la caverne",
            "Liaison":"En écartant le rideau, vous apercevez une minuscule créature à la peau verdâtre. Le petit être a une grosse tête, un long nez, des oreilles pointues, et porte des vêtements de toile marron. A son cou, pend un gros médaillon accroché à une chaîne d'argent. Assis à une table, il est en train d'examiner une main d'homme, moulée en argile rouge. Lorsqu'il vous voit entrer, il saisit un marteau de pierre et fracasse la main d'argile, puis il se lève d'un bond et vous fait face, son marteau à la main. Il a un bonus de force en raison de l'exiguïté des lieux qui vous empêche de vous mouvoir librement.",
            "Rules":["addView",["151"]],
            "Vers": "273",
            "Combat": ["chef gremlin", "le chef gremin", "un", "il"],
            "Force" : ["8"],
            "Endurance": ["5"],
            "TexteMort": "",
            "TexteVictoire" : ""
         },
         {
            "Texte": "Rebrousser chemin et revenir à la bifurcation, dans le tunnel",
            "Vers": "296"
         }
      ]
   },
   {
      "num": "152",
      "Description": "En proie à son agonie, le Démon de Feu est englouti dans ses propres flammes, et vous vous avancez pour vous emparer de sa couronne, tandis qu'il s'écroule en un petit tas de cendres. Sa tanière est froide et humide. Elle abrite un trône magnifique devant lequel se prosternent deux Guerriers Clones qui se soumettent à vous dans une attitude de révérence ; vous avez en effet vaincu leur maître.",
      "Decor": "crown",
      "Choix": [
         {
            "Texte": "Mettre la couronne sur votre tête",
            "Vers": "333"
         },
         {
            "Texte": "Vous asseoir sur le trône",
            "Vers": "5"
         },
         {
            "Texte": "Enjamber les restes du Démon et monter jusqu'en haut des marches",
            "Vers": "249"
         }
      ]
   },
   {
      "num": "153",
      "Description": "Combat 130",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Debug :)",
            "Vers": "130"
         }
      ]
   },
   {
      "num": "154",
      "Description": "Vous vous relevez et vous constatez que la lanterne a pris une teinte noire. Vous décidez de la laisser là.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Repartir en direction du nord",
            "Vers": "231"
         }
      ]
   },
   {
      "num": "155",
      "Description": "Vous vous recouchez pour essayer de vous rendormir, mais vous vous mettez à frissonner et à trembler tandis que la sueur ruisselle sur votre corps, bien que vous ayez très froid.",
      "Decor": "lune",
      "Choix": [
         {
            "Texte": "Utiliser votre belladone",
            "Liaison": "Vous fouillez dans votre sac à dos pour y prendre la belladone. C'est une plante vénéneuse, mais elle vous empêchera de vous changer vous-même en Loup-Garou. Vous perdez 2 points de vie en raison des effets du poison.",
            "Vers": "139",
            "PdV": "-2",
            "Conditions": ["hasObject",["belladone"]],
            "Rules": ["looseObjects",["belladone"]]  
         },
         {
            "Texte": "Espérer que la fièvre passe",
            "Liaison": "Vous éprouvez dans tout votre corps une sensation de brûlure, et vous vous sentez peu à peu gagné par une fièvre enragée. Il se pourrait bien que vous soyez vous-même en train de vous changer en Loup-Garou ! Vous perdez 3 points de vie.",
            "Vers": "259",
            "PdV": "-3"
         }
      ]
   },
   {
      "num": "156",
      "Description": "Vous commencez à en avoir assez de tomber sans cesse. D'autant que vous vous êtes fait mal. Vos diverses contusions vous coûtent d'ailleurs 3 points de vie.",
      "Decor": "liane",
      "Rules": ["changeLife",["-3"]],
      "Choix": [
         {
            "Texte": "Vous relever et repartir vers le nord",
            "Vers": "109"
         }
      ]
   },
   {
      "num": "157",
      "Description": "A gauche du chemin, vous remarquez un grand trou, large d'environ trois mètres. Vous vous avancez tout au bord, et vous constatez qu'il s'enfonce dans les profondeurs de la terre. Ses parois sont en pente douce et vous pouvez descendre dans le trou en marchant.",
      "Decor": "foret",
      "Choix": [
         {
            "Texte": "Explorer ce tunnel",
            "Vers": "125"
         },
         {
            "Texte": "Poursuivre vers le nord",
            "Vers": "337"
         }
      ]
   },
   {
      "num": "158",
      "Description": "Vous commencez à perdre l'équilibre tandis que l'illusion perturbe votre esprit. Vous fermez alors les yeux et vous fouillez dans votre sac à dos pour y dénicher le Bandeau de Concentration que vous vous hâtez de placer sur votre tête. Vos vertiges disparaissent aussitôt et vous rouvrez les yeux : la vieille femme qui se tient devant vous, vous le savez maintenant, est une <i class='stats'>SORCIÈRE</i>. Pour vous empêcher d'approcher d'elle, sa servante vous lance à la tête une chaise de bois.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Tentez votre Chance",
            "Vers": "",
            "Rules": ["tentezVotreChance",["47","353","La chaise vous manque.","La chaise vous heurte à la tempe et vous assomme."]]
         }
      ]
   },
   {
      "num": "159",
      "Description": "Vous vous relevez et vous restez debout tout tremblant en frottant vos plaies.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Continuer",
            "Vers": "142"
         }
      ]
   },
   {
      "num": "160",
      "Description": "L'étroit sentier continue de s'enfoncer dans la forêt épaisse. Toutes sortes de cris d'animaux et de bruits étranges retentissent à travers les feuillages ; et bientôt, le chemin s'agrandit : il fait à présent un mètre de large. Peu après, vous arrivez devant un poteau indicateur en bois. Il est couvert de mousse et, à son sommet, un gros corbeau est perché. Le panneau porte deux indications : nord et est. Vous vous demandez quelle direction prendre, lorsque vous entendez une voix lancer : « Bon après-midi ! » Vous levez les yeux en direction de l'endroit d'où la voix est venue, et vous voyez le corbeau qui vous regarde attentivement. « Bon après-midi », répondez-vous à voix basse, en vous sentant un peu idiot. Le corbeau alors reprend la parole et vous demande où vous allez. Vous lui répondez que vous cherchez deux Gobelins, des petites créatures au corps noueux et à la peau brune et écailleuse. « Pour une Pièce d'Or, je vous donnerai conseil »",
      "Decor": "corbeau",
      "Choix": [
         {
            "Texte": "Payer 1 po au corbeau",
            "Vers": "343",
            "Rules": ["changeOr",["-1"]]
         },
         {
            "Texte": "Ignorer l'oiseau et aller vers le nord",
            "Vers": "8"
         },
         {
            "Texte": "Ignorer l'oiseau et prendre la direction de l'est",
            "Vers": "239"
         }
      ]
   },
   {
      "num": "161",
      "Description": "En plongeant la main dans la noirceur d'encre du vase, vous ressentez soudain une violente douleur. Vous avez d'abord l'impression qu'on vous a écrasé la main, puis qu'on vous la brûle.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Sortir votre main du vase",
            "Vers": "185"
         },
         {
            "Texte": "Y chercher à tâtons ce qui s'y cache",
            "Vers": "341"
         }
      ]
   },
   {
      "num": "162",
      "Description": "Il n'y a rien d'utile ou de précieux dans la caverne de l'Homme-Poisson ; et vous vous dirigez vers la paroi située au nord. Des marches permettent de retraverser la chute d'eau, et mènent ensuite au sommet de la pente nord du défilé. Vous vous trouvez à présent au pied de quelques collines et vous voyez que le chemin monte parmi elles en direction du nord. Le soir tombe, et vous décidez d'établir votre campement derrière un amas rocheux, à droite du chemin. Vous allumez un grand feu et vous vous installez pour dormir, votre épée à portée de main.",
      "Decor": "lune",
      "Choix": [
         {
            "Texte": "Dormir jusqu'au matin",
            "Vers": "285"
         }
      ]
   },
   {
      "num": "163",
      "Description": "Bien qu'il fasse plein soleil, un minuscule nuage gris apparaît dans le ciel. Il se trouve à très basse altitude et semble s'approcher de vous. A mesure qu'il avance, vous constatez qu'il se déplace à très grande vitesse et, finalement, il s'immobilise au-dessus de vous à environ cinq mètres du sol. Puis soudain, un éclair jaillit du nuage et vient vous frapper à l'épaule. Vous perdez 3 points de vie. Vous voyez le nuage filer à toute vitesse en direction de l'ouest.",
      "Decor": "collines-chemin",
      "Rules": ["changeLife",["-3"]],
      "Choix": [
         {
            "Texte": "Repartir vers le nord",
            "Vers": "375"
         }
      ]
   },
   {
      "num": "164",
      "Description": "Vous montez les dernières marches et vous vous retrouvez hors de la caverne, sur l'herbe grasse et verte de la vallée. A l'est, vous voyez le tronc creux par lequel vous êtes descendu peu de temps auparavant, et vous passez devant pour retourner sur le chemin.",
      "Decor": "plaine-jour",
      "Choix": [
         {
            "Texte": "Repartir vers le nord",
            "Vers": "144"
         }
      ]
   },
   {
      "num": "165",
      "Description": "Le petit Gremlin fait preuve d'une grande agilité, sautillant tout autour de vous, alors que vous parvenez difficilement à bouger en restant ainsi à quatre pattes. Vous prenez appui contre un mur. Il bénéficie d'un bonus de 3 points de force.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Sortir votre épée",
            "Vers": "242",
            "Combat": ["gremlin", "le gremlin", "un", "il"],
            "Force" : ["8"],
            "Endurance": ["3"],
            "TexteMort": "",
            "TexteVictoire" : ""
         }
      ]
   },
   {
      "num": "166",
      "Description": "Le moine sourit et vous dit : « Soyez béni. » Puis il s'incline pour vous saluer et s'en va vers le sud, en sifflotant le long du chemin. Vous gagnez 2 points de <i class='stats'>CHANCE</i> pour cette bonne action.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Prendre la direction du nord",
            "Vers": "390"
         }
      ]
   },
   {
      "num": "167",
      "Description": "Combat 132",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Debug :)",
            "Vers": "132"
         }
      ]
   },
   {
      "num": "168",
      "Description": "A l'intérieur de la cage, une petite créature au corps noueux et à la peau brune et écailleuse bondit en tous sens. C'est un <i class='stats'>GOBELIN</i>. Il porte au cou, accroché à une lanière de cuir, un bâton noir et brillant.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Ouvrir la porte de la cage",
            "Liaison": "Vous déverrouillez la porte, et vous faites un pas en arrière en tirant votre épée, au cas où le Gobelin se mêlerait de vouloir vous attaquer. La créature saisit alors un tabouret de bois qu'elle brandit au-dessus d'elle, puis elle ouvre la porte d'un coup de pied et se précipite sur vous en hurlant.",
            "Vers": "232",
            "Combat": ["gobelin", "le gobelin", "un", "il"],
            "Force" : ["5"],
            "Endurance": ["4"],
            "TexteMort": "Malgré sa petite taille, votre adversaire finit par vous terrasser, à sa grande surprise.",
            "TexteVictoire" : ""
         },
         {
            "Texte": "Quitter la caverne pour poursuivre votre chemin vers le nord",
            "Vers": "358"
         }
      ]
   },
   {
      "num": "169",
      "Description": "Le gaz est toxique et vos yeux commencent à larmoyer. Vous toussez et vous retenez votre souffle tandis que vous courez dans la caverne, en vous efforçant d'échapper au nuage de gaz qui vous enveloppe. Mais bientôt, vous avez l'impression que vos poumons vont éclater ; et vous ne pouvez vous empêcher de respirer. Vous perdez 2 points de <i class='stats'>FORCE</i> et autant de points de vie que le chiffre obtenu en lançant un dé. Si vous êtes toujours vivant, le nuage de gaz se dissipe et vous rangez la boîte d'argent vide dans votre sac à dos.",
      "Decor": "",
      "Rules": ["changeForce",["-2"],"looseLifeD6",["1"],"gainJewels",["boîte en argent"]],
      "Choix": [
         {
            "Texte": "Vous approcher à présent de la créature enfermée dans la cage",
            "Vers": "85"
         },
         {
            "Texte": "Quitter la caverne et poursuivre votre route en direction du nord",
            "Vers": "358"
         }
      ]
   },
   {
      "num": "170",
      "Description": "Vous entrez dans une pièce richement meublée, décorée d'objets d'art et de tapis de laine. Un vieil homme vêtu d'une ample robe violette et la tête coiffée d'un chapeau pointu, est assis à un bureau devant le mur du fond. « Je suis Arragon, dit le vieil homme en se levant, et tu n'es qu'un piètre mortel. Or, voici que tu as l'audace d'entrer chez moi sans y avoir été invité, pour me dérober sans doute mes biens et mes richesses. Mais tu te trompes, étranger, car c'est moi qui vais te soulager de tes biens. Si tu ne me donnes pas, en effet, 10 pièces d'Or et deux des objets que tu transportes dans ton sac à dos pour ajouter à ma magnifique collection, je te changerai aussitôt en pierre ».",
      "Decor": "arragon",
      "Choix": [
         {
            "Texte": "Utiliser votre œil d'ambre",
            "Vers": "223",
            "Conditions":["hasObject",["œil d'ambre"]]
         },
         {
            "Texte": "Réfléchir à la situation",
            "Vers": "346"
         }
      ]
   },
   {
      "num": "171",
      "Description": "Le chemin mène à une autre bifurcation. Le sentier orienté au sud retourne dans la vallée et vous décidez donc de rester dans la forêt.",
      "Decor": "foret-deux",
      "Choix": [
         {
            "Texte": "Continuer vers le nord",
            "Vers": "190"
         }
      ]
   },
   {
      "num": "172",
      "Description": "Une échelle permet de descendre dans le puits, jusqu'à la surface de l'eau. L'entrée d'un tunnel orienté vers le nord apparaît juste au-dessus de l'eau : c'est un boyau circulaire, large d'environ un mètre.",
      "Decor": "puits-seau",
      "Rules":["addView",["172"]],
      "Choix": [
         {
            "Texte": "Jeter une pièce dans le puits et faire un vœu",
            "Vers": "89",
            "Conditions":["minOr",["1"]],
            "Rules":["changeOr",["-1"]]
         },
         {
            "Texte": "Descendre l'échelle pour aller voir ce tunnel",
            "Vers": "256"
         },
         {
            "Texte": "Retourner sur le chemin et partir vers l'est",
            "Vers": "281"
         }
      ]
   },
   {
      "num": "173",
      "Description": "Vous prenez dans votre sac à dos la fiole de verre qui contient la poudre étincelante, vous en répandez le contenu sur le bloc de pierre. Celui-ci commence alors à se soulever et, lorsque vous jetez un coup d'œil à l'intérieur du coffre, vous vous apercevez avec dégoût qu'un cadavre en décomposition y est enfermé. C'est un squelette auquel sont encore rattachés des lambeaux de chair qui se mêlent aux haillons dont il est revêtu. Vous avez soulevé le couvercle d'un cercueil où repose quelque maudite créature pas même morte ; car un instant plus tard, vous faites un bond en arrière en voyant le cadavre cligner des yeux et les ouvrir. Vous vous trouvez dans une crypte où règne une mystérieuse créature maléfique. Lentement, elle se redresse dans son cercueil et s'avance vers vous, les bras tendus.",
      "Decor": "goule",
      "Choix": [
         {
            "Texte": "Utiliser votre Eau Bénite",
            "Vers": "58",
            "Conditions":["hasObject",["eau bénite"]],
            "Rules":["looseObjects",["eau bénite"]]
         },
         {
            "Texte": "Combattre cette créature",
            "Liaison":"La créature qui s'apprête à vous attaquer avec ses griffes est une <i class='stats'>GOULE</i>. Elle parviendra à vous paralyser si elle vous blesse par quatre fois au cours  du combat.",
            "Vers": "312",
            "Combat": ["goule", "la goule", "une", "elle"],
            "Force" : ["9"],
            "Endurance": ["7"],
            "TexteMort": "Pour vous, l'aventure se termine ici : votre chair fraîche et savoureuse offrira un festin de choix à la Goule victorieuse.",
            "TexteVictoire" : ""
         }
      ]
   },
   {
      "num": "174",
      "Description": "Tandis que vous retirez votre épée de la carcasse du Sanglier Sauvage, vous vous demandez pourquoi il vous a attaqué. Vous entendez alors au lointain des aboiements de chiens. Peut-être était-il poursuivi par une meute et, se voyant pris au piège, a-t-il voulu livrer contre vous son dernier combat? Passé dans le groin du sanglier, vous trouvez un anneau d'or que vous arrachez aussitôt pour le ranger dans votre sac à dos. Cet anneau vaut 10 Pièces d'Or et vous fait gagner 1 point de <i class='stats'>CHANCE.</i>",
      "Decor": "",
      "Rules": ["gainJewels",["anneau d'or"],"changeChance",["1"]],
      "Choix": [
         {
            "Texte": "Reprendre le chemin",
            "Vers": "323"
         }
      ]
   },
   {
      "num": "175",
      "Description": "La serrure du coffre est vieille et rouillée : inutile d'essayer de la forcer.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Essayer de fracasser le coffre au sol",
            "Vers": "372"
         },
         {
            "Texte": "L'abandonner là, et fouiller la cheminée",
            "Vers": "106"
         }
      ]
   },
   {
      "num": "176",
      "Description": "Vous vous penchez sur le cadavre du Gobelin fou et vous examinez le bâton accroché à son cou. Il a été taillé dans un morceau d'ébène et il est muni d'un pas de vis à l une de ses extrémités. La lettre G est gravée à l'autre bout, et vous éprouvez un sentiment d'excitation à l'idée que vous venez de découvrir là ce qui doit être le manche du marteau de guerre que vous recherchez. Vous rangez alors votre trouvaille dans votre sac à dos.",
      "Decor": "",
      "Rules": ["gainObjects",["manche du marteau"]],
      "Choix": [
         {
            "Texte": "Poursuivre votre quête en direction du nord",
            "Vers": "358"
         }
      ]
   },
   {
      "num": "177",
      "Description": "Dehors, à la lumière du plein jour, vous remarquez à nouveau ce silence mortel. Un étroit sentier mène vers le nord, s'éloignant des hautes herbes qui entourent la maison de Yaztromo pour s'enfoncer dans la végétation touffue de la Forêt des Ténèbres. Vous avez à peine fait quelques pas que vous vous retrouvez cerné par l'obscurité de cette forêt inextricable ; des pierres et des racines noueuses semblent se cacher dans l'ombre, et vous pourriez presque croire qu'elles cherchent à vous faire trébucher. La lumière du soleil s'efface bientôt complètement et l'atmosphère devient humide et déplaisante. Vous avancez de plus en plus profondément dans les ténèbres et le chemin finit par se diviser en deux autres sentiers, de part et d'autre d'un grand et vieil arbre.",
      "Decor": "foret-deux",
      "Choix": [
         {
            "Texte": "Aller vers l'ouest",
            "Vers": "289"
         },
         {
            "Texte": "Aller plutôt vers l'est",
            "Vers": "160"
         }
      ]
   },
   {
      "num": "178",
      "Description": "Tandis que vous entrez dans l'eau, le Centaure s'en va au galop vers le sud, le long du chemin. L'eau de la rivière a une teinte vert foncé et vous vous demandez si quelques créatures ne s'y cachent pas. L'eau vous monte seulement jusqu'à la taille mais elle est si froide que vos jambes s'engourdissent. Vous avez l'impression que quelque chose est entré en contact avec vos jambes, des herbes peut-être ; mais il est difficile, en vérité, de deviner de quoi il s'agit. Vous atteignez enfin l'autre berge et vous vous hissez hors de l'eau. Vous examinez alors vos jambes et vous avez une réaction de dégoût en voyant une grosse sangsue noire, d'environ 15 centimètres de long, accrochée à votre cuisse. Vous fouillez dans votre sac à dos pour y prendre du sel et vous en frottez le répugnant animal qui se recroqueville aussitôt et se détache de votre jambe. Vous perdez une ration de vos Provisions en raison du sel utilisé. Vous jetez un coup d’œil autour de vous. Vous vous trouvez à présent au pied de quelques collines, et le soir tombe. Vous décidez d'établir votre campement sous un vieux chêne immense, situé à droite du sentier.",
      "Decor": "arbre-nuit",
      "Rules": ["changeFood",["-1"]],
      "Choix": [
         {
            "Texte": "Dormir juqu'au matin",
            "Liaison": "Vous dormez depuis environ une heure, lorsqu'un effroyable hurlement vous réveille en sursaut. Il semble provenir de quelque distance en direction de l'ouest. Au-dessus de vous, la pleine lune brille dans le ciel de la nuit, et tandis que vous la contemplez, vous remarquez soudain une énorme silhouette qui se déplace parmi les branches des arbres. Vous oubliez alors le hurlement et vous vous levez d'un bond en empoignant votre épée au moment précis où une <span>ARAIGNÉE GÉANTE</span> se laisse tomber sur le sol, juste devant vous. Sa masse arrondie s'avance lentement sur ses longues pattes noires et velues.",
            "Vers": "140",
            "Combat": ["araignée", "l'araignée", "une", "elle"],
            "Force" : ["7"],
            "Endurance": ["8"],
            "TexteMort": "L'araignée vous injecte son venin, et vous ligote dans ses soies. Quelques jours à faisander, et elle pourra déguster vos sucs liquéfiés.",
            "TexteVictoire" : ""
         }
      ]
   },
   {
      "num": "179",
      "Description": "Vous vous coiffez du casque et, aussitôt, une énergie nouvelle parcourt tout votre corps : vous vous sentez fort et rien ne vous fait peur. Ce casque a des vertus magiques : il vous permettra, chaque fois que vous vous en coifferez, d'ajouter 1 point à votre Force d'Attaque, lors de futurs combats.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Poursuivre vers le nord",
            "Vers": "115"
         }
      ]
   },
   {
      "num": "180",
      "Description": "Vous marchez rapidement le long du sentier, à travers les hautes herbes qui vous arrivent à la taille, et vous arrivez à une nouvelle bifurcation.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Poursuivre vers le nord",
            "Vers": "105"
         },
         {
            "Texte": "Aller à l'ouest",
            "Vers": "361"
         }
      ]
   },
   {
      "num": "181",
      "Description": "cf 335 !",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Debug :)",
            "Vers": "162"
         }
      ]
   },
   {
      "num": "182",
      "Description": "Vous empoignez l'épée et vous posez un pied sur le rocher pour y prendre appui.",
      "Decor": "sword-rock",
      "Choix": [
         {
            "Texte": "Testez votre Force",
            "Vers": "",
            "Rules": ["testezVotreForce",["70","405"]]
         }
      ]
   },
   {
      "num": "183",
      "Description": "Vous inhalez lentement l'air empoisonné qui vous environne, mais vous n'en ressentez aucun inconvénient et, bientôt, vous pouvez à nouveau respirer librement. Quelques instants plus tard, le nuage de gaz se dissipe, mais il ne servirait pas à grand-chose de rester plus longtemps en ces lieux.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Vous diriger vers les marches dans la paroi opposée",
            "Vers": "293"
         }
      ]
   },
   {
      "num": "184",
      "Description": "Vous racontez au moine que vous avez pris une cloche de cuivre à un Troll des Cavernes, et vous la lui montrez. Il se met alors à sauter de joie en criant : « O mon Dieu, quelle chance ! Quelle chance ! » Puis il fouille dans une bourse de cuir qu'il porte à la ceinture et en retire une petite fiole de verre. Vous lui donnez la cloche et il vous confie la fiole, qui rend 4 points de vie à qui la boit. Le moine ensuite vous serre la main et se confond en remerciements.",
      "Decor": "",
      "Rules": ["gainPotions",["fiole de vie"]],
      "Choix": [
         {
            "Texte": "Poursuivre vers le nord",
            "Vers": "390"
         }
      ]
   },
   {
      "num": "185",
      "Description": "Vous êtes étonné de constater que votre main ne porte aucune trace de blessure, et vous essayez de la replonger dans le vase ; mais une barrière invisible en protège maintenant l'ouverture et il vous est impossible de la forcer.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Jeter le vase à terre pour tenter de le fracasser",
            "Vers": "250"
         },
         {
            "Texte": "Le remettre là où vous l'avez pris, et retourner sur le chemin pour repartir vers le nord",
            "Vers": "149"
         }
      ]
   },
   {
      "num": "186",
      "Description": "Combat 394 !",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Debug :)",
            "Vers": "137"
         }
      ]
   },
   {
      "num": "187",
      "Description": "En cheminant le long du sentier sinueux, vous apercevez bientôt une petite créature au corps noueux et à la peau brune et écailleuse. Elle est assise sur un tronc d'arbre mort à la droite du chemin, et son visage paraît maussade tandis qu'elle balance lentement entre ses doigts un bâton d'un noir brillant accroché à une lanière de cuir. C'est peut-être l'un des Gobelins que vous cherchez.",
      "Decor": "foret",
      "Choix": [
         {
            "Texte": "Tirer votre épée et attaquer le Gobelin",
            "Liaison": "Lorsque vous levez votre épée pour porter le premier coup, la créature commence à se métamorphoser sous vos yeux. Elle grandit et sa peau devient verdâtre, puis une longue queue épineuse lui pousse dans le dos ; ses bras enfin s'épaississent et des griffes acérées se déploient au bout de ses mains. Son visage également se déforme, prenant une apparence reptilienne avec des yeux rouges et une large gueule aux mâchoires plantées de dizaine de dents tranchantes comme des rasoirs. Ce n'est pas un Gobelin, en fait, mais un <i class='stats'>CHANGEFORME.</i>",
            "Vers": "373",
            "Combat": ["changeforme", "le changeforme", "un", "il"],
            "Force" : ["10"],
            "Endurance": ["10"],
            "TexteMort": "La créature est d'une force terrible, et le combat trop inégal. Vous tombez sous ses griffes.",
            "TexteVictoire" : ""
         },
         {
            "Texte": "Engager la conversation avec lui",
            "Liaison": "Lorsque vous lui parlez, le Gobelin lève les yeux et sourit, puis il commence à se métamorphoser devant vous. Sa taille augmente et il prend une teinte verte ; une longue queue épineuse lui pousse dans le dos, ses bras s'épaississent et des griffes pointues apparaissent au bout de ses doigts. Son visage se déforme et prend une apparence reptilienne, avec des yeux rouges et une large bouche plantée de dizaines de dents tranchantes comme des rasoirs. Ce n'est pas un Gobelin que vous avez devant vous, mais un <i class='stats'>CHANGEFORME</i>",
            "Vers": "373",
            "Combat": ["changeforme", "le changeforme", "un", "il"],
            "Force" : ["10"],
            "Endurance": ["10"],
            "TexteMort": "La créature est d'une force terrible, et le combat trop inégal. Vous tombez sous ses griffes.",
            "TexteVictoire" : ""
         },
         {
            "Texte": "Ne pas vous en occuper et poursuivre votre chemin vers le nord",
            "Vers": "6"
         }
      ]
   },
   {
      "num": "188",
      "Description": "En descendant la colline, vous contemplez le fond de la vallée qui s'étend devant vous. Au-delà se dresse un sinistre mur de feuillages : la Forêt des Ténèbres ! De l'autre côté de ces arbres, se trouve le but de votre voyage : Pont-de-Pierre. En arrivant au fond de la vallée, le chemin aboutit à une bifurcation.",
      "Decor": "oree-foret",
      "Choix": [
         {
            "Texte": "Aller vers l'ouest",
            "Vers": "221"
         },
         {
            "Texte": "Prendre la direction de l’est",
            "Vers": "359"
         }
      ]
   },
   {
      "num": "189",
      "Description": "Deux des humanoïdes sont en train d'arroser les champignons à chapeaux verts.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Goûter à un champignon vert",
            "Vers": "269",
            "Rules":["changeLife",["4"]]
         },
         {
            "Texte": "Quitter la caverne en montant les marches dans la paroi opposée",
            "Vers": "293"
         }
      ]
   },
   {
      "num": "190",
      "Description": "Vous entendez à quelque distance le piétinement d'un pas lourd et des craquements de branches. Il semble qu'une énorme créature se dirige vers vous.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Rester sur le chemin",
            "Liaison": "Le piétinement et les craquements s'intensifient, et vous voyez soudain apparaître devant vous une énorme jambe. En levant les yeux, vous constatez alors que cette jambe appartient à un homme dont la taille doit être d'environ cinq mètres. Il porte des vêtements de toile marron et des bottes en fourrure. L'homme semble très pressé et piétine les sous-bois comme s'ils n'existaient pas. C'est un <i class='stats'>GÉANT DES FORETS.</i> En vous voyant, ses yeux s'ouvrent tout grand et il brandit son immense massue.",
            "Vers": "356",
            "Combat": ["géant", "le géant", "un", "il"],
            "Force" : ["9"],
            "Endurance": ["9"],
            "TexteMort": "Ses coups de massue sont terribles. Vous lui servirez d'apéritif !",
            "TexteVictoire" : ""
         },
         {
            "Texte": "Vous cacher dans les buissons au bord du chemin",
            "Vers": "318"
         }
      ]
   },
   {
      "num": "191",
      "Description": "Le moine semble en grand émoi et marche nerveusement d'un côté et d'autre, tandis que vous lui parlez. Vous lui demandez ce qui lui cause un si grand désarroi et il vous répond qu'on a volé sa cloche sacrée, une cloche en cuivre. Il serait prêt à donner comme récompense à quiconque la lui rendrait une potion magique de guérison.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Lui annoncer que vous ne l'avez pas vu",
            "Vers": "243"
         },
         {
            "Texte": "Lui donner votre cloche de cuivre",
            "Vers": "184",
            "Conditions": ["hasObject",["cloche de cuivre"]],
            "Rules": ["looseObjects",["cloche de cuivre"]]
         }
      ]
   },
   {
      "num": "192",
      "Description": "Vous tirez votre épée, mais le Gnome s'assied en tailleur et sourit. Vous baissez alors les yeux et vous constatez que votre épée s'est soudain transformée en carotte !",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Présenter vos excuses au Gnome pour avoir été aussi irréfléchi",
            "Vers": "12"
         },
         {
            "Texte": "Lui jeter la carotte à la tête",
            "Vers": "46",
            "Rules":["changeChance",["-2"]]
         }
      ]
   },
   {
      "num": "193",
      "Description": "Combat 398",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Debug :)",
            "Vers": "398"
         }
      ]
   },
   {
      "num": "194",
      "Description": "L'homme sourit et ôte son masque en vous expliquant qu'il le porte pour se protéger de la poussière, et non pas pour se cacher le visage à la manière des voleurs. Vous rengainez alors votre épée et vous vous détendez quelque peu. L'homme vous déclare qu'il est un chasseur et que le meilleur gibier de la région se trouve dans cette plaine herbeuse, au sein de la Forêt des Ténèbres. Il ajoute que ses chiens étaient en train de poursuivre un sanglier sauvage lorsque, perdant sa trace, ils se sont mis à courir par erreur derrière le renard. L'homme vous avertit que des bêtes dangereuses se cachent alentour : « Et si vous avez l'intention de passer la nuit dans la Forêt des Ténèbres, poursuit-il, vous pourriez bien avoir besoin de ceci ». Il vous met alors un peu de belladone dans la main et remonte sur son cheval. Puis, au son de son cor, il lance ses chiens vers l'est et vous adresse un signe de la main, avant de repartir au galop derrière sa meute. Vous rangez la belladone dans votre sac à dos.",
      "Decor": "",
      "Rules": ["gainObjects",["belladone"]],
      "Choix": [
         {
            "Texte": "Poursuivre votre chemin vers l'ouest",
            "Vers": "208"
         }
      ]
   },
   {
      "num": "195",
      "Description": "Vous parvenez tout en haut de la liane et vous prenez pied sur une plate-forme de bois. Un rideau fait de feuilles et de fougères dissimule rentrée d'une petite cabane ; lorsque vous vous approchez, le rideau s'écarte, laissant apparaître une immense créature simiesque, le corps couvert de poils, et vêtue d'une simple peau de bête nouée autour des reins. La créature brandit un gros os et se met à grogner vers vous. Il s'agit là d'un <i class='stats'>HOMME SINGE.</i>",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Tirer votre épée et l'attaquer",
            "Liaison": "L'Homme Singe sur son arbre fait preuve d'une grande agilité, tandis que vous éprouvez quelque difficulté à manier votre épée. Il bénéficie de ce fait d'un bonus de +2 en attaque.",
            "Vers": "207",
            "Fuir": "156",
            "Combat": ["homme singe", "l'homme singe", "un", "il"],
            "Force" : ["10"],
            "Endurance": ["7"],
            "TexteMort": "",
            "TexteVictoire" : ""
         },
         {
            "Texte": "Sauter de la plate-forme sur le sol, cinq mètres au-dessous",
            "Vers": "156"
         }
      ]
   },
   {
      "num": "196",
      "Description": "Vous pénétrez dans la sombre caverne, votre épée à la main. L'atmosphère est froide et humide. Vous entendez bientôt un ronflement sonore et lorsque vos yeux se sont habitués à l'obscurité, vous distinguez la forme imposante d'un Troll des Cavernes, dormant sur une grande chaise de pierre. Il a la peau brune et ridée et il est vêtu de peaux de bêtes. Une massue est posée sur ses genoux et un grand sac de cuir pend au dossier de sa chaise.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Ramper en direction de la chaise et essayer de vous emparer du sac",
            "Vers": "376"
         },
         {
            "Texte": "Utiliser le filet de capture",
            "Vers": "39",
            "Conditions": ["hasObject",["filet de capture"]],
            "Rules": ["looseObjects",["filet de capture"]]
         },
         {
            "Texte": "Retourner à la bifurcation et poursuivre vers le nord",
            "Vers": "25"
         }
      ]
   },
   {
      "num": "197",
      "Description": "Les muscles de votre cou commencent à se raidir et vous sentez les effets du poison envahir votre corps.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Boire votre antipoison",
            "Vers": "24",
            "Conditions": ["hasObject",["antipoison"]],
            "Rules": ["looseObjects",["antipoison"]]
         },
         {
            "Texte": "Arracher la fléchette de votre cou",
            "Vers": "53"
         }
      ]
   },
   {
      "num": "198",
      "Description": "Le chemin devient de plus en plus escarpé à mesure qu'il monte dans les collines. Lorsque vous parvenez au sommet, le soleil est brûlant et vous apercevez au loin le cercle vert foncé de la Forêt des Ténèbres. La brume du matin s'étend sur les hautes herbes, derrière vous, mais devant, les rayons du soleil illuminent une vallée sans nuages. Tout est calme. Vous descendez alors le versant opposé de la colline et vous arrivez bientôt à une bifurcation.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Continuer vers le nord en descendant la colline",
            "Vers": "278"
         },
         {
            "Texte": "Prendre le sentier qui mène en direction de l'est",
            "Liaison": "Le chemin mène le long d'une corniche, au flanc de la colline, et aboutit à une autre bifurcation. L'embranchement orienté au sud repart vers la rivière et vous décidez donc de poursuivre vers le nord.",
            "Vers": "90"
         }
      ]
   },
   {
      "num": "199",
      "Description": "Vous remarquez, à gauche du chemin, un vaste bassin d'eau boueuse et bouillonnante. De la vapeur s'élève des grosses bulles qui éclatent bruyamment à sa surface.",
      "Decor": "boue",
      "Choix": [
         {
            "Texte": "Jeter une Pièce d'Or dans la boue et faire un vœu",
            "Vers": "134",
            "Conditions": ["minOr",["1"]],
            "Rules": ["changeOr",["-1"],"changeChance",["-1"]]
         },
         {
            "Texte": "Frotter vos blessures avec de la boue chaude",
            "Vers": "283",
            "Conditions": ["hasWounds",["1"]]
         },
         {
            "Texte": "Poursuivre votre chemin vers le nord",
            "Vers": "303"
         }
      ]
   },
   {
      "num": "200",
      "Description": "Vous prenez dans votre sac à dos la petite clé d'argent et vous l'introduisez dans la serrure. Elle s'y adapte parfaitement et vous la faites tourner. La serrure cliquette et la porte de pierre s'ouvre aussitôt. Un escalier, en pierre également, s'enfonce dans des profondeurs obscures, et il vous est impossible de distinguer quoi que ce soit au bas des marches.",
      "Decor": "escalier",
      "Choix": [
         {
            "Texte": "Descendre cet escalier",
            "Vers": "351"
         },
         {
            "Texte": "Quitter l'endroit, et retourner sur le chemin pour aller vers le nord",
            "Vers": "112"
         }
      ]
   },
   {
      "num": "201",
      "Description": "Il reste le coffre en bois dans l'afranctuosité.",
      "Decor": "alcove",
      "Choix": [
         {
            "Texte": "Essayer de l'ouvrir",
            "Vers": "389",
            "Rules": ["changeOr",["-1"],"changeChance",["-1"]]
         },
         {
            "Texte": "Quitter cette anfractuosité pour continuer à monter les marches",
            "Vers": "88"
         }
      ]
   },
   {
      "num": "202",
      "Description": "L'homme panthère porte deux boucles d’oreille en or. Elles valent chacune 5 Pièces d'Or et vous les rangez dans votre sac à dos.",
      "Decor": "",
      "Rules":["gainJewels",["boucles d'oreille"]],
      "Choix": [
         {
            "Texte": "vous remettre en route le long du chemin sinueux",
            "Vers": "355"
         }
      ]
   },
   {
      "num": "203",
      "Description": "",
      "Decor": "",
      "Choix": [
         {
            "Texte": "",
            "Vers": ""
         }
      ]
   },
   {
      "num": "204",
      "Description": "Le chemin mène à travers champs jusqu'à un pont de pierre qui enjambe une rivière d'eau limpide. Au-delà du pont, vous apercevez les maisonnettes et les huttes de bois d'un village. Une pancarte indique « Pont-de-Pierre » et, lorsque vous franchissez le pont, vous voyez deux nains aux longues barbes blanches qui se tiennent debout près d'une maisonnette, le regard fixé sur vous.",
      "Decor": "pontdepierre",
      "Choix": [
         {
            "Texte": "Demander à voir le Roi Gillibran",
            "Vers": "400",
            "Conditions": ["hasObject",["manche de marteau","tête de marteau"]],
            "Rules": ["victory",[""]]
         },
         {
            "Texte": "Vous n'avez pas trouvé le Marteau...",
            "Vers": "381",
            "Conditions": ["notHasObject",["manche de marteau","tête de marteau"]]
         }
      ]
   },
   {
      "num": "205",
      "Description": "Chacun des Pygmées a une petite bourse de cuir attachée à son cou, et vous trouvez dans chacune d'elles 3 pièces d'Or.",
      "Decor": "",
      "Rules": ["changeOr","6"],
      "Choix": [
         {
            "Texte": "Reprendre le voyage vers le nord",
            "Vers": "92"
         }
      ]
   },
   {
      "num": "206",
      "Description": "Soudain, vous entendez des appels au secours qui viennent de votre gauche, à l'écart du chemin.",
      "Decor": "foret",
      "Choix": [
         {
            "Texte": "Venir en aide à la personne qui appelle ainsi",
            "Vers": "253"
         },
         {
            "Texte": "Rester indifférent à ces cris et poursuivre votre chemin vers le nord",
            "Vers": "187"
         }
      ]
   },
   {
      "num": "207",
      "Description": "Vous enjambez le corps de l'Homme-Singe et vous entrez dans sa cabane. Le sol est jonché d'os et de fruits pourris. Le lit de la créature est fait de mousses et de feuilles, et il semble grouiller d'insectes. Vous êtes parcouru d'un frisson de dégoût et vous retournez sur la plate-forme. Vous remarquez alors, autour du poignet de l'Homme-Singe, un bracelet de cuivre.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Le passer à votre poignet",
            "Liaison": "Vous passez le bracelet autour de votre poignet et, soudain, une énergie nouvelle parcourt votre bras et vous faites un bond sur place. Vous vous sentez fort, et gagnez 1 point de force permanent.",
            "Vers": "109",
            "Rules": ["changeMaxForce","1"]
         },
         {
            "Texte": "Redescendre le long de la liane pour repartir vers le nord",
            "Vers": "109"
         }
      ]
   },
   {
      "num": "208",
      "Description": "Vous arrivez bientôt à un croisement. Le chemin orienté au sud retourne vers la forêt, et vous décidez de ne pas le prendre.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Aller vers l'ouest",
            "Vers": "99"
         },
         {
            "Texte": "Prendre la direction du nord",
            "Vers": "291"
         }
      ]
   },
   {
      "num": "209",
      "Description": "Lorsque vous entrez dans la cabane, l'homme sourit. Il semble heureux de vous voir et s'adresse à vous d'une voix grave. « Bienvenu, étranger, vous dit-il. Je m'appelle Quin et je gagne ma vie en me servant de mes bras. Seriez-vous homme à miser quelque argent sur une partie de bras de fer ? »",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Accepter la proposition",
            "Vers": "266"
         },
         {
            "Texte": "Accepter et utiliser votre brassard de puissance",
            "Vers": "52",
            "Conditions": ["hasObject",["brassard de puissance"]],
            "Rules": ["looseObjects",["brassard de puissance"]]
         },
         {
            "Texte": "Refuser poliment, puis retourner à la bifurcation",
            "Vers": "349"
         }
      ]
   },
   {
      "num": "210",
      "Description": "Les deux hommes poussent des jurons et se mettent à trépigner de colère pour vous avoir manqué. Une dispute éclate alors entre eux, et ils commencent à se pousser l'un l'autre. Ils semblent vous avoir complètement oublié.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Attaquer ces Hommes des Bois",
            "Liaison": "Vous dégainez votre épée et vous vous lancez à l'assaut des Hommes des Bois qui cessent aussitôt de se disputer et vous font face en hurlant, leurs haches brandies.",
            "Vers": "50",
            "Combat": ["homme des bois", "l'homme des bois", "un", "il"],
            "Fuir": "188",
            "Force" : ["7","6"],
            "Endurance": ["5","4"],
            "TexteMort": "Alors qu'une hache vous fend le crâne, votre dernière pensée est de ne pas avoir esquivé le combat...",
            "TexteVictoire" : ""
         },
         {
            "Texte": "Poursuivre votre chemin pendant qu'ils se disputent",
            "Vers": "188"
         }
      ]
   },
   {
      "num": "211",
      "Description": "Vous prenez dans votre sac à dos la petite bouteille d'Antipoison et vous en avalez le contenu. Votre estomac cesse alors de vous faire mal et vous vous détendez. Il ne vous semble pas très utile de rester plus longtemps en ces lieux.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Vous diriger vers les marches, dans la paroi opposée.",
            "Vers": "293"
         }
      ]
   },
   {
      "num": "212",
      "Description": "Combat 88",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Debug :)",
            "Vers": "321"
         }
      ]
   },
   {
      "num": "213",
      "Description": "Le chemin serpente parmi les arbres et les buissons, puis aboutit à une autre bifurcation. Le sentier orienté au sud ramène vers la vallée.",
      "Decor": "foret-deux",
      "Choix": [
         {
            "Texte": "Poursuivre vers le nord",
            "Vers": "306"
         }
      ]
   },
   {
      "num": "214",
      "Description": "Vous fouillez dans votre sac à dos et vous débouchez la petite bouteille contenant la Potion de Guérison. La douleur dans votre jambe est atroce, mais elle disparaît dès que la Potion commence à faire son effet. Bientôt, votre jambe est complètement guérie et vous pouvez vous relever. Vos yeux se sont habitués à l'obscurité et vous vous apercevez que le tunnel fait tout juste un mètre de hauteur : vous allez donc devoir l'explorer à quatre pattes.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Explorer le tunnel",
            "Vers": "69"
         }
      ]
   },
   {
      "num": "215",
      "Description": "Vous trouvez à l'intérieur du tonneau un lourd bouclier de fer.",
      "Decor": "bouclier",
      "Choix": [
         {
            "Texte": "L'emporter avec vous",
            "Vers": "248",
            "Conditions":["notHasViewed",["248"]],
            "Rules":["gainObjects",["bouclier"],"changeChance",["1"]]
         },
         {
            "Texte": "Ne pas y toucher",
            "Vers": "201"
         }
      ]
   },
   {
      "num": "216",
      "Description": "Le chemin mène le long d'une corniche, au flanc de la colline, et aboutit à une nouvelle bifurcation. Le sentier orienté au sud ramène vers la rivière, et vous décidez donc de ne pas le prendre.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Prendre la direction du nord",
            "Vers": "278"
         }
      ]
   },
   {
      "num": "217",
      "Description": "Vous contournez l'imposant cadavre du Ver pour aller explorer sa tanière. Vous y trouvez plusieurs squelettes qui appartenaient sans doute à de malheureux aventuriers ; et à côté de l'un d'eux vous apercevez un sac à dos en cuir. A l'intérieur sont rangées 4 Pièces d'Or et une petite bouteille contenant un liquide incolore.",
      "Decor": "skeleton-cave",
      "Rules": ["changeOr",["4"]],
      "Choix": [
         {
            "Texte": "Boire ce liquide",
            "Liaison": "Vous jetez un coup d'œil à la bouteille que vous tenez à la main, et vous en avalez d'un trait le contenu. Vous attendez quelques secondes qu'une réaction se produise, mais rien ne se passe. Cependant, lorsque vous vous baissez pour ramasser votre épée que vous aviez posée par terre pendant que vous examiniez le sac, vous sentez soudain une nouvelle énergie vous parcourir le corps, et gagnez 1 point de bonus d'attaque.",
            "Vers": "337",
            "Rules": ["changeBonusAttaque",["1"]]
         },
         {
            "Texte": "Quitter la caverne",
            "Vers": "337"
         }
      ]
   },
   {
      "num": "218",
      "Description": "Votre épée glisse de son fourreau et tombe sur le sol, vous laissant là pendu comme un cochon, et incapable de vous dépêtrer. Vous poussez un juron en vous demandant qui a bien pu installer ce piège diabolique. Dix minutes plus tard, vous entendez des bruits de pas. La panique vous gagne et vous vous balancez frénétiquement d'un côté et d'autre pour essayer de libérer votre pied du nœud coulant. Un petit garçon apparaît alors : il est vêtu d'une chemise et d'un short, tous deux en cuir vert, et mâchonne ce qui semble être un os de poulet. Il se place juste au-dessous de vous, lève les yeux, puis avec un sourire, vous lance : « Hé, hé, quelqu'un s'est fait prendre au piège de l'Ogre ! ». Vous lui demandez très poliment de vous passer votre épée. « Il t'en coûtera 5 Pièces d'Or, répond-il aussitôt. Ou peut-être as-tu quelque objet magique à me donner ? » ajoute-t-il, en ouvrant grand les yeux.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Lui donner 5 pièces d'or",
            "Liaison": "Le petit garçon vous rend votre épée et part en courant avec vos pièces d'or. Quant à vous, vous tranchez la corde qui vous retient prisonnier et vous tombez lourdement sur le sol. Vous vous relevez ensuite et vous époussetez vos vêtements. Vous continuez alors vers le nord.",
            "Conditions": ["minOr",["5"]],
            "Vers": "274"
         },
         {
            "Texte": "Lui donner un objet magique au hasard",
            "Liaison": " Le petit garçon vous rend votre épée et part en courant avec votre objet. Quant à vous, vous tranchez la corde qui vous retient prisonnier et vous tombez lourdement sur le sol. Vous vous relevez ensuite et vous époussetez vos vêtements. Vous continuez alors vers le nord.",
            "Vers": "274",
            "Conditions": ["minObjects",["3"]],
            "Rules": ["giveObjects",["1"]]
         }
      ]
   },
   {
      "num": "219",
      "Description": "Vous remarquez que la fléchette plantée dans le poitrail de l'ours est en argent. Elle vaut 5 Pièces d'Or et vous la rangez dans votre sac à dos. Cette trouvaille vous fait gagner 1 point de Chance.",
      "Decor": "foret",
      "Choix": [
         {
            "Texte": "Partir vers le nord",
            "Vers": "300",
            "Rules": ["changeChance",["1"],"gainBijoux",["fléchette argent"]]
         }
      ]
   },
   {
      "num": "220",
      "Description": "En marchant le long de l'étroit sentier, vous remarquez sur la gauche un grand et vieil arbre : il y a dans son tronc un gros trou situé à une hauteur un peu supérieure à votre taille.",
      "Decor": "tronc-trou",
      "Choix": [
         {
            "Texte": "Passer votre main dans le trou pour voir ce qu'il contient",
            "Vers": "275",
            "Rules": ["changeLife",["-1"]]
         },
         {
            "Texte": "Poursuivre en direction du nord",
            "Vers": "115"
         }
      ]
   },
   {
      "num": "221",
      "Description": "Le fond de la vallée est tout plat et couvert d'une herbe grasse et verte. Bientôt, vous arrivez à une nouvelle bifurcation.",
      "Decor": "plaine-jour",
      "Choix": [
         {
            "Texte": "Continuer vers l'ouest",
            "Vers": "378"
         },
         {
            "Texte": "Repartir vers le nord",
            "Vers": "199"
         }
      ]
   },
   {
      "num": "222",
      "Description": "Il n'y a pas moyen d'échapper au nuage de gaz empoisonné qui vous enveloppe. Vous avez l'impression que vos poumons vont éclater et vous êtes forcé de respirer. le nuage s'éloigne enfin, et vous pouvez à nouveau respirer librement. Vous ne voyez cependant aucun avantage à rester plus longtemps en ces lieux.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Vous diriger vers les marches, dans la paroi du fond",
            "Vers": "293"
         }
      ]
   },
   {
      "num": "223",
      "Description": "Le bijou attaché à votre cou se met à luire. Arragon n'est peut-être pas après tout celui qu'il prétend, et vous tirez votre épée pour le défier. L'expression de son visage change alors du tout au tout, passant de la confiance à la crainte. Il s'excuse aussitôt d'avoir été si agressif envers vous et tente de se justifier en vous expliquant que la région est infestée de brigands et d'assassins, dont il essaye de se protéger en se faisant passer pour un puissant sorcier. Il vous demande de lui pardonner et vous propose de vous donner 5 Pièces d'Or à condition que vous le laissiez en paix et que vous ne révéliez à personne la supercherie. Vous acceptez son offre et vous quittez sa maison.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Revenir à la bifurcation et repartir en direction du nord",
            "Vers": "150"
         }
      ]
   },
   {
      "num": "224",
      "Description": "L'un des Faucons de la Mort porte à la patte une bague d'argent sur laquelle sont gravés ces mots : « La Mort t'attend. » Vous décidez de laisser là cette bague sinistre.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Reprendre le chemin vers le nord",
            "Vers": "332"
         }
      ]
   },
   {
      "num": "225",
      "Description": "Vous lancez un juron et vous vous hissez hors de l'eau en vous glissant dans l'entrée du tunnel. Vous remarquez alors avec étonnement qu'il est éclairé à intervalles réguliers et sur toute sa longueur par des torches allumées.",
      "Decor": "tunnel-puits",
      "Choix": [
         {
            "Texte": "Avancer à quatre pattes dans ce tunnel",
            "Vers": "135"
         },
         {
            "Texte": "Remonter l'échelle et retourner sur le chemin",
            "Vers": "162"
         }
      ]
   },
   {
      "num": "226",
      "Description": "Vous entendez, venant de votre droite, des voix qui se disputent dans une langue étrange. Les personnages qui parlent ainsi sont cachés par les arbres.",
      "Decor": "foret",
      "Choix": [
         {
            "Texte": "Quitter le chemin pour voir de quoi il retourne",
            "Vers": "29"
         },
         {
            "Texte": "Continuer vers le nord",
            "Vers": "254"
         }
      ]
   },
   {
      "num": "227",
      "Description": "Combat 187",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Debug :)",
            "Vers": "187"
         }
      ]
   },
   {
      "num": "228",
      "Description": "Voir 278",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Debug :)",
            "Vers": "278"
         }
      ]
   },
   {
      "num": "229",
      "Description": "Lorsque vous touchez la boîte de bois, le couvercle s'ouvre à la volée sans que vous ayez eu besoin de le soulever. Une minuscule créature à la peau verte surgit alors de la boîte. Elle a une grosse tête avec un long nez et des oreilles pointues et ses vêtements sont taillés dans de la toile à sac. Vous êtes pris par surprise : le <i class='stats'>GREMLIN</i> essaye de vous frapper avec son poignard.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Tentez votre Chance",
            "Vers": "",
            "Rules":["addView",["229"],"tentezVotreChance",["165","45","Vous parvenez à éviter la lame pointée sur vous.","La lame s'enfonce dans votre cuisse."]]
         }
      ]
   },
   {
      "num": "230",
      "Description": "Vous jetez prudemment un coup d'œil à l'intérieur de la caverne et vous apercevez l'énorme silhouette d'un <i class='stats'>OGRE</i> qui s'avance à pas lents vers une Cage d'osier, un bol d'eau à la main. Il est vêtu de peaux de bêtes, et une massue en pierre est passée dans sa ceinture. A l'intérieur de la cage, une petite créature sautille en tous sens.",
      "Decor": "caverne-troll",
      "Choix": [
         {
            "Texte": "Ramasser une pierre et la jeter à la tête de l'Ogre",
            "Vers": "137"
         },
         {
            "Texte": "Faire irruption dans la caverne et attaquer l'Ogre",
            "Liaison": "Vous tirez votre épée en entrant dans la caverne. L'Ogre jette alors son bol et saisit la massue de pierre attachée à sa ceinture. Puis il se met à grogner et bondit sur vous.",
            "Vers": "385",
            "Fuir": "358",
            "Combat": ["ogre", "l'ogre", "un", "il"],
            "Force" : ["8"],
            "Endurance": ["12"],
            "TexteMort": "L'Ogre est un adversaire redoutable. Alors que vous succombez, vous remarquez qu'il se lèche les babines, et n'osez imaginer ce qu'il va faire.",
            "TexteVictoire" : ""
         },
         {
            "Texte": "Quitter la caverne, et poursuivre votre route",
            "Vers": "358"
         }
      ]
   },
   {
      "num": "231",
      "Description": "Le sentier suit de nombreux méandres, puis il oblique brusquement vers l'ouest. Vous continuez dans cette direction et, bientôt, vous entendez des cris provenant des feuillages qui vous entourent puis vous percevez des battements d'ailes ; levant les yeux, vous apercevez alors trois gros oiseaux qui fondent sur vous. Leur bec et leurs serres semblent tranchants comme des rasoirs, et vous n'avez qu'une seconde à peine pour tirer votre épée.",
      "Decor": "faucons",
      "Choix": [
         {
            "Texte": "Engager le combat",
            "Vers": "224",
            "Fuir":"332",
            "Combat": ["faucon de la mort", "le faucon de la mort", "un", "il"],
            "Force" : ["4","4","5"],
            "Endurance": ["4","3","4"],
            "TexteMort": "Les serres des faucons vous découpent en petits morceaux...",
            "TexteVictoire" : ""
         }
      ]
   },
   {
      "num": "232",
      "Description": "Vous vous penchez sur le corps sans vie du Gobelin fou, et vous examinez le bâton accroché à son cou. Il est taillé dans un morceau d'ébène et muni d'un pas de vis à l'une de ses extrémités. A l'autre bout est gravée la lettre G et vous éprouvez un sentiment d'excitation en devinant que vous avez trouvé là ce qui doit être le manche du marteau de guerre des Nains. Vous rangez votre trouvaille dans votre sac à dos et vous gagnez 1 point de <i class='stats'>CHANCE.</i>",
      "Decor": "",
      "Rules": ["gainObjects",["manche du marteau"],"changeChance",["1"]],
      "Choix": [
         {
            "Texte": "Poursuivre votre quête en direction du nord",
            "Vers": "358"
         },
         {
            "Texte": "Fouiller la caverne",
            "Vers": "263"
         }
      ]
   },
   {
      "num": "233",
      "Description": "À droite du chemin, vous apercevez un puits avec une margelle de pierre et un seau accroché à une manivelle.",
      "Decor": "puits-seau",
      "Choix": [
         {
            "Texte": "Aller voir ce puits d'un peu plus près",
            "Vers": "17"
         },
         {
            "Texte": "Poursuivre votre route vers l'ouest",
            "Vers": "238"
         }
      ]
   },
   {
      "num": "234",
      "Description": "Vous distancez facilement <i class='stats'>l'ENT</i> et revenez à la bifurcation, sans vous occuper du sentier qui mène vers le sud.",
      "Decor": "foret",
      "Choix": [
         {
            "Texte": "Prendre la direction de l'ouest",
            "Vers": "382"
         }
      ]
   },
   {
      "num": "235",
      "Description": "Vous plongez aussitôt la main dans votre sac à dos, et vous en retirez la bouteille contenant la Potion que vous avalez. Vous ressentez alors une impression de calme et de paix en dépit du chaos qui règne autour de vous. Soudain, la cabane se démantèle complètement et s'écroule dans un grand fracas. Vous estimez qu'il est temps de quitter les lieux, et vous gagnez 1 point de <i class='stats'>CHANCE</i> au passage.",
      "Decor": "cabane-lac",
      "Choix": [
         {
            "Texte": "Repartir vers le nord",
            "Vers": "149"
         }
      ]
   },
   {
      "num": "236",
      "Description": "Le chemin mène à l'entrée d'une maisonnette aux murs de pierre et au toit moussu. Une plaque fixée au-dessus de la porte indique : « Arragon, Archi- Mage ».",
      "Decor": "arragon-maison",
      "Choix": [
         {
            "Texte": "Entrer dans cette maisonnette",
            "Vers": "170"
         },
         {
            "Texte": "Retourner à la bifurcation et repartir vers le nord",
            "Vers": "150"
         }
      ]
   },
   {
      "num": "237",
      "Description": "Vous atterrissez pesamment sur le sol et vous entendez un sinistre craquement, tandis qu'une douleur fulgurante vous paralyse la jambe : vous vous êtes cassé le tibia et vous perdez 2 points de <i class='stats'>CHANCE.</i>",
      "Decor": "tunnel",
      "Choix": [
         {
            "Texte": "Boire votre potion de guérison",
            "Vers": "214",
            "Conditions":["hasObject",["potion de guérison"]],
            "Rules":["looseObject",["potion de guérison"]]
         },
         {
            "Texte": "Essayer d'arranger votre jambe",
            "Vers": "304"
         }
      ]
   },
   {
      "num": "238",
      "Description": "En cheminant au fond de la vallée en direction de l'ouest, vous arrivez à une bifurcation ; un sentier orienté au sud ramène vers les collines.",
      "Decor": "foret-deux-bis",
      "Choix": [
         {
            "Texte": "Poursuivre vers l'ouest",
            "Vers": "221"
         }
      ]
   },
   {
      "num": "239",
      "Description": "Le chemin continue de s'enfoncer dans l'épaisse végétation, et vous éprouvez un certain sentiment de claustrophobie en vous sentant ainsi enfermé sous le feuillage des arbres qui forme une voûte au-dessus de vous. Un peu plus loin, le sentier oblique brusquement vers la gauche, à l'endroit où se dresse un arbre portant des fruits étranges.",
      "Decor": "poires",
      "Choix": [
         {
            "Texte": "Goûter ces fruits",
            "Vers": "37",
            "Rules": ["changeMaxForce",["1"]]
         },
         {
            "Texte": "Continuer vers le nord",
            "Vers": "226"
         }
      ]
   },
   {
      "num": "240",
      "Description": "Vous forcez doucement le couvercle de la boîte, mais aussitôt, un gaz jaune s'en échappe et se répand autour de votre tête.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Essayer de ne pas le respirer",
            "Vers": "169"
         },
         {
            "Texte": "Utiliser vos filtres à nez",
            "Vers": "338",
            "Conditions": ["hasObject",["filtres à nez"]],
            "Rules": ["looseObjects",["filtres à nez"]]
         }
      ]
   },
   {
      "num": "241",
      "Description": "Vous vous frayez un chemin parmi les arbres, en direction de l'endroit d'où provient le grognement, et vous vous retrouvez soudain face à face avec un énorme ours brun. Une fléchette est plantée dans son poitrail et il semble fou de douleur et de rage.",
      "Decor": "ours",
      "Choix": [
         {
            "Texte": "Tirer votre épée",
            "Vers": "219",
            "Combat": ["ours", "l'ours", "un ours", "il"],
            "Force" : ["7"],
            "Endurance": ["8"],
            "TexteMort": "Dans un puissant grondement, l'ours vous arrache la gorge.",
            "TexteVictoire" : ""
         }
      ]
   },
   {
      "num": "242",
      "Description": "Vous fouillez une armoire et vous y trouvez, dissimulé parmi des draps et des couvertures, un lingot d'or. Il vaut 28 Pièces d'Or. Il n'y a pas d'autre issue que le tunnel pour sortir de la caverne.",
      "Decor": "",
      "Rules":["gainJewels",["lingot d'or"]],
      "Choix": [
         {
            "Texte": "Revenir à la bifurcation, toujours à quatre pattes",
            "Vers": "121"
         }
      ]
   },
   {
      "num": "243",
      "Description": "Vous lui répondez que vous êtes désolé, mais que vous n'avez pas vu sa cloche de cuivre. Le malheureux moine fronce les sourcils et vous demande si vous voulez bien lui donner une Pièce d'Or pour servir une juste cause.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Lui donner l'aumone",
            "Vers": "166",
            "Conditions":["minOr",["1"]],
            "Rules":["changeOr",["-1"]]
         },
         {
            "Texte": "Refuser de lui donner la pièce",
            "Vers": "33"
         }
      ]
   },
   {
      "num": "244",
      "Description": "La fièvre finit par disparaître, et vous vous rendormez avec soulagement. Au matin, vous ramassez vos affaires.",
      "Decor": "collines-matin",
      "Choix": [
         {
            "Texte": "Repartir vers le nord",
            "Vers": "198"
         }
      ]
   },
   {
      "num": "245",
      "Description": "Parvenu au fond de la vallée, vous vous apercevez que le chemin se divise en trois voies.",
      "Decor": "trois-chemins",
      "Choix": [
         {
            "Texte": "Continuer vers le nord",
            "Vers": "163"
         },
         {
            "Texte": "Aller à l'ouest",
            "Vers": "233"
         },
         {
            "Texte": "Aller vers l'est",
            "Vers": "393"
         }
      ]
   },
   {
      "num": "246",
      "Description": "La femme bandit prend l'or que vous lui donnez et recule d'un pas pour vous laisser passer. Vous repartez vers le nord et vous remarquez bientôt que le feuillage des arbres s'éclaircit des deux côtés du chemin. Enfin, le sentier débouche sur un champ cultivé : vous êtes sorti de la Forêt des Ténèbres !",
      "Decor": "champs",
      "Choix": [
         {
            "Texte": "Continuer...",
            "Vers": "204"
         }
      ]
   },
   {
      "num": "247",
      "Description": "Le répugnant Ptérodactyle gît en un petit tas à l'endroit où il s'est écrasé au sol, après avoir reçu le coup d'épée fatal. En vous en approchant, vous remarquez, tracée au bord du chemin, une flèche jaune qui indique la direction de l'ouest.",
      "Decor": "fleche-jaune",
      "Choix": [
         {
            "Texte": "Suivre cette flèche",
            "Vers": "3"
         },
         {
            "Texte": "Suivre le chemin en direction du nord",
            "Vers": "144"
         }
      ]
   },
   {
      "num": "248",
      "Description": "Vous êtes à présent en possession d'un bouclier d'empereur qui fut forgé il y a bien longtemps par un maître armurier. Vous gagnez 1 point de <i class='stats'>CHANCE</i>, et le bouclier vous permettra de mieux vous défendre lors de vos futurs combats. Si une créature vous blesse, en effet, vous lancerez un dé et lorsque vous obtiendrez un 4, un 5 ou un 6, vous ne perdrez qu'un seul point de vie au lieu des 2 habituels.",
      "Decor": "alcove",
      "Choix": [
         {
            "Texte": "Ouvrir le coffre de bois",
            "Vers": "389",
            "Conditions":["notHasViewed",["389"]],
            "Rules":["changeChance",["1"],"changeOr",["8"],"addView",["248"]]
         },
         {
            "Texte": "Quitter l'anfractuosité et monter l'escalier",
            "Vers": "88"
         }
      ]
   },
   {
      "num": "249",
      "Description": "Vous jetez à nouveau un coup d'œil dans l'étrange caverne, et vous voyez les petits humanoïdes poursuivre leur besogne parmi leurs cultures de champignons. Vous hochez la tête d'un air incrédule et vous montez les dernières marches qui vous mènent à l'ouverture pratiquée au sommet de la caverne.",
      "Decor": "caverne-champignons",
      "Choix": [
         {
            "Texte": "Sortir à l'air libre",
            "Vers": "164"
         }
      ]
   },
   {
      "num": "250",
      "Description": "voir 324",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Debug :)",
            "Vers": "324"
         }
      ]
   },
   {
      "num": "251",
      "Description": "Lorsque vous tirez votre épée, le Centaure saisit son arc et avant que vous ayez pu l'atteindre, il vous décoche une flèche.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Tester votre Force",
            "Vers": "",
            "Rules": ["testezVotreForce",["63","260"]]
         }
      ]
   },
   {
      "num": "252",
      "Description": "Vous arrivez à un croisement à quatre voies. Le chemin orienté au sud ramène vers la forêt et vous ne le prendrez donc pas.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Aller au nord",
            "Vers": "309"
         },
         {
            "Texte": "Poursuivre vers l'est",
            "Vers": "72"
         }
      ]
   },
   {
      "num": "253",
      "Description": "Vous vous dirigez vers l'endroit d'où proviennent les cris, en marchant difficilement parmi les racines noueuses des arbres, et vous apercevez bientôt un homme vêtu d'une djellaba de couleur foncée, le pied emprisonne dans un piège à loup tout rouillé. L'homme a le visage masqué par un pan de son vêtement, et l'on ne peut voir que ses yeux sombres.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Aider cet homme en le libérant du piège",
            "Vers": "344"
         },
         {
            "Texte": "Le laisser là et repartir vers le nord",
            "Vers": "187"
         }
      ]
   },
   {
      "num": "254",
      "Description": "Un peu plus loin sur l'étroit sentier, vous entendez en provenance des arbres, sur votre gauche, un grognement sourd.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Aller voir quelle créature grogne ainsi",
            "Vers": "241",
            "Rules": ["changeMaxForce",["1"]]
         },
         {
            "Texte": "Passer votre chemin et continuer vers le nord",
            "Vers": "300"
         }
      ]
   },
   {
      "num": "255",
      "Description": "En poursuivant votre descente, vous apercevez bientôt la poignée d'une épée qui dépasse d'un gros rocher situé au bord du chemin.",
      "Decor": "sword-rock",
      "Choix": [
         {
            "Texte": "Essayer d'arracher l'épée plantée dans le roc",
            "Vers": "182"
         },
         {
            "Texte": "Continuer vers le fond de la vallée",
            "Vers": "334"
         }
      ]
   },
   {
      "num": "256",
      "Description": "Vous descendez le long du puits sans vous apercevoir qu'un barreau manque à l'échelle. Votre pied glisse, et vous perdez alors l'équilibre.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Tentez votre chance",
            "Vers": "",
            "Rules":["tentezVotreChance",["122","295","Vous parvenez à vous retenir de tomber en vous agrippant aux barreaux de l'échelle.","Vous tombez dans l'eau au fond du puits."]]
         }
      ]
   },
   {
      "num": "257",
      "Description": "Liaison 110",
      "Decor": "",
      "Choix": [
         {
            "Texte": "",
            "Vers": "31"
         }
      ]
   },
   {
      "num": "258",
      "Description": "Vous fouillez dans votre sac à dos, et vous en retirez la petite flûte de cuivre. Vous avez l'étrange impression qu'il vous faut en jouer maintenant, devant cette Vouivre enragée ; et lorsque vous soufflez dans l'instrument, il en sort une musique douce et paisible qui provoque un changement d'expression sur le visage de la créature. Son regard se brouille en effet, sa gueule se referme et ses paupières tombent. Vous êtes en train de jouer d'une Flûte à Endormir les Dragons, et la Vouivre est incapable de résister à ces sons apaisants. Le monstre alors se laisse lentement tomber sur le sol et sombre bientôt dans un profond sommeil.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "",
            "Vers": "305"
         }
      ]
   },
   {
      "num": "259",
      "Description": "Il vous faut maintenant faire appel à votre Chance.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Tenter votre chance",
            "Vers": "",
            "Rules":["tentezVotreChance",["244","19"]]
         }
      ]
   },
   {
      "num": "260",
      "Description": "La flèche se plante dans votre épaule, et vous perdez 4 points de vie. Voyant que sa flèche ne vous a pas tué, le Centaure se dresse sur ses pattes de derrière et fonce sur vous au grand galop. Vous faites un bond en arrière pour éviter d'être renversé, et la créature passe devant vous dans un nuage de poussière avant de s'arrêter dix mètres plus loin sur le chemin d'où vous êtes venu. Ce n'est peut-être pas une si bonne idée de vouloir le combattre.",
      "Decor": "",
      "Rules": ["changeLife",["-4"]],
      "Choix": [
         {
            "Texte": "Remettre votre épée au fourreau et traverser la rivière à pied",
            "Vers": "178"
         }
      ]
   },
   {
      "num": "261",
      "Description": "Yaztromo achat",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Debug :)",
            "Vers": "1"
         }
      ]
   },
   {
      "num": "262",
      "Description": "217 potion adresse combat",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Debug :)",
            "Vers": "217"
         }
      ]
   },
   {
      "num": "263",
      "Description": "Il n'y a pas grand-chose d'intéressant dans la caverne. Vous ne voyez tout d'abord qu'une paillasse, des pots en pierre, une table et une chaise ; mais bientôt, sur une étagère au-dessus du lit, vous remarquez une petite boîte d'argent qui attire votre regard.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Ouvrir cette boîte",
            "Vers": "126"
         },
         {
            "Texte": "Quitter la caverne sans emporter la boîte d'argent",
            "Vers": "358"
         }
      ]
   },
   {
      "num": "264",
      "Description": "Le petit humanoïde est un Clone, et il n'a aucune volonté propre. Votre épée lui tranche la tête et il s'écroule sur le sol. Quant à ses compagnons, ils ne vous prêtent pas la moindre attention et vous vous demandez qui contrôle ces petits êtres. Puis, soudain, vous observez que l'humanoïde décapité est en train de se dissoudre dans une flaque de liquide violet ; au même endroit, un champignon surgit alors du sol et, tandis qu'il grandit, le liquide violet s'infiltre dans la terre et disparaît. Ce nouveau champignon a un chapeau également violet qui se tourne vers vous et vous fait face.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Rester là à observer le champignon au chapeau violet",
            "Vers": "367"
         },
         {
            "Texte": "Vous approcher du champignon au chapeau vert",
            "Vers": "189"
         },
         {
            "Texte": "Vous approchez du champignon au chapeau rouge",
            "Vers": "282"
         }
      ]
   },
   {
      "num": "265",
      "Description": "Combat 190 !",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Debug !",
            "Vers": "190"
         }
      ]
   },
   {
      "num": "266",
      "Description": "Quin déclare qu'il va miser un peu de Poudre de Lévitation contre un objet, ou 10 Pièces d'Or. Vous vous asseyez face à lui, puis vous posez votre coude sur la table, et vous saisissez sa main. Sa poigne vous serre comme un étau et ses yeux sombres en amande expriment sa confiance en lui-même. Il gonfle alors son biceps et donne le signal du départ.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Testez votre Force",
            "Vers": "",
            "Rules": ["testezVotreForce",["406","129"]]
         }
      ]
   },
   {
      "num": "267",
      "Description": "Le chemin mène à l'entrée d'une vaste caverne et ne semble pas aller plus loin vers l'est.",
      "Decor": "caverne",
      "Choix": [
         {
            "Texte": "Entrer dans la caverne",
            "Vers": "196"
         },
         {
            "Texte": "Retourner à la bifurcation et prendre la direction du nord",
            "Vers": "25"
         }
      ]
   },
   {
      "num": "268",
      "Description": "Vous vous hâtez de fouiller dans votre sac à dos pour en retirer les gousses d'ail. Les Chauves-Souris Vampires sont alors presque sur vous, mais, à la dernière seconde, elles se détournent en poussant de petits cris perçants. Elles volent au-dessus de votre tête, avides de boire votre sang, mais l'ail les tient à distance. Et finalement, elles prennent la fuite en quête d une autre proie. Vous posez les gousses d'ail à côté de vous et vous vous rendormez. Au matin, vous ramassez vos affaires.",
      "Decor": "arbre-nuit",
      "Choix": [
         {
            "Texte": "Vous remettre en route en direction du nord",
            "Vers": "119"
         }
      ]
   },
   {
      "num": "269",
      "Description": "Vous criez quelque chose à deux humanoïdes qui sont en train de prendre soin d'un carré de champignons à chapeaux verts, mais ils vous ignorent et poursuivent leur besogne. Vous saisissez alors le chapeau de l'un des champignons et vous en arrachez un morceau que vous commencez à manger. Le goût en est agréable et vous sentez votre corps s'animer d'un regain de force. Vous gagnez 4 points de vie et vous n'estimez pas utile de rester plus longtemps en cet endroit.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Vous diriger vers les marches, dans la paroi du fond",
            "Vers": "293"
         }
      ]
   },
   {
      "num": "270",
      "Description": "Le tunnel aboutit à l'entrée d’une caverne. Vous y pénétrez et vous constatez alors qu'elle n'est pas plus haute que le tunnel lui-même : il vous est donc toujours impossible de vous tenir debout. Il y a quelques meubles dans la caverne, ce qui est la preuve qu'une créature douée d'intelligence y habite. Tout au fond, vous apercevez une grande boîte en bois d'environ un mètre de long.",
      "Decor": "caverne-puits",
      "Choix": [
         {
            "Texte": "Soulever le couvercle de la boîte",
            "Vers": "229",
            "Conditions":["notHasViewed",["229"]]
         },
         {
            "Texte": "Faire demi-tour et retourner à la bifurcation, dans le tunnel",
            "Vers": "121"
         }
      ]
   },
   {
      "num": "271",
      "Description": "Vous vous approchez du Gnome, le bras tendu, pour lui serrer la main. Il accepte cette marque d'amitié avec toutefois une expression dubitative sur le visage. Vous lui parlez alors de votre quête en lui racontant comment vous avez fait la rencontre de Gromollet, et pourquoi vous avez décidé de venir en aide aux Nains de Pont-de-Pierre. Vous lui demandez s'il peut vous donner des renseignements utiles à votre mission, et il vous répond que les Nains ne l'intéressent guère, mais qu'il est prêt malgré tout à vous dire quelque chose si vous lui donnez en échange 5 Pièces d'Or, ou l'un des objets rangés dans votre sac à dos.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Lui donner 5 Pièces d'Or",
            "Vers": "297",
            "Conditions":["minOr",["5"]],
            "Rules":["changeOr",["-5"]]
         },
         {
            "Texte": "Lui donner un objet au hasard",
            "Vers": "297",
            "Conditions":["minObjects",["1"]],
            "Rules":["giveObjects",["1"]]
         },
         {
            "Texte": "Le traiter de cupide, et repartir vers l'ouest",
            "Vers": "67"
         }
      ]
   },
   {
      "num": "272",
      "Description": "cf 384 !",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Debug :)",
            "Vers": "394"
         }
      ]
   },
   {
      "num": "273",
      "Description": "Vous prenez le médaillon accroché au cou du Gremlin. Il est en or et sa valeur est de 9 Pièces du même métal. Vous ne trouvez rien d'autre d'intéressant dans la caverne et elle ne comporte pas d'autre issue que le tunnel par où vous êtes venu.",
      "Decor": "",
      "Rules":["gainJewels",["médaillon"]],
      "Choix": [
         {
            "Texte": "Rebrousser chemin, toujours à quatre pattes, en direction de la bifurcation.",
            "Vers": "296"
         }
      ]
   },
   {
      "num": "274",
      "Description": "Vous remarquez sur votre gauche une liane qui pend du sommet d'un arbre jusqu'au sol. Vous levez les yeux et vous apercevez, aménagée dans le feuillage, une sorte de cabane rudimentaire.",
      "Decor": "liane",
      "Choix": [
         {
            "Texte": "Grimper à cette liane pour explorer la cabane",
            "Vers": "195"
         },
         {
            "Texte": "Poursuivre votre chemin vers le nord",
            "Vers": "109"
         }
      ]
   },
   {
      "num": "275",
      "Description": "Vous introduisez lentement votre main dans le trou sombre et vous sentez sous vos doigts un objet dur et froid. On dirait un bol en métal. Vous commencez à le tirer vers vous, mais à ce moment une douleur fulgurante vous arrache une grimace : la dent pointue de quelque créature vient de s'enfoncer dans votre bras. Vous ramenez aussitôt votre bras sans lâcher l'objet et vous constatez que du sang coule d'une plaie provoquée par la dent mystérieuse. Vous perdez 1 point de vie. Vous examinez alors votre trouvaille et vous vous apercevez qu'il ne s'agit pas du tout d'un bol de métal, mais d'un casque en bronze qui semble à votre taille.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Essayer le casque",
            "Vers": "179",
            "Rules":["changeBonusAttaque",["1"],"gainObjects",["casque de bronze"]]
         },
         {
            "Texte": "L'abandonner là et repartir vers le nord",
            "Vers": "115"
         }
      ]
   },
   {
      "num": "276",
      "Description": "Combat 364 !",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Debug :)",
            "Vers": "364"
         }
      ]
   },
   {
      "num": "277",
      "Description": "Le chemin continue vers l'est pendant quelque temps, puis oblique soudain vers le nord en se rétrécissant légèrement. Les arbres semblent encore plus nombreux qu'à l'ordinaire, et un frisson vous parcourt l'échine : vous ressentez quelque chose d'anormal. Soudain, une branche d'arbre, à votre droite, jaillit d'un tronc et vous frappe. Vous tombez sur le sol et vous perdez 1 point de vie. Vous vous remettez sur pied en titubant et vous voyez alors qu'un des arbres s'est avancé sur le chemin et vous barre le passage. C'est un vieil arbre dont l'écorce est épaisse et fendillée. Vous distinguez au milieu de son tronc une paire d'yeux et une bouche, et vous réalisez que vous venez d'être attaqué par un <i class='stats'>ENT.</i>",
      "Decor": "ent",
      "Choix": [
         {
            "Texte": "Fuir en courant",
            "PdV": "-2",
            "Vers": "234"
         },
         {
            "Texte": "Sortir votre épée et l'attaquer",
            "Liaison": "L'Ent essaye de vous frapper à grands coups de ses deux grandes branches, et vous vous lancez à l'assaut. Il vous faudra le combattre deux fois, une fois par branche, pour le vaincre...",
            "Vers": "123",
            "Fuir": "234",
            "Combat": ["ent", "l'Ent", "un", "il"],
            "Force" : ["8"],
            "Endurance": ["8"],
            "TexteMort": "Il finit par vous attraper le cou, et vous étrangle avec une force inouïe.",
            "TexteVictoire" : "Vous lui tranchez un bras !"
         },
         {
            "Texte": "Utiliser vos capsules de feu",
            "Vers": "350",
            "Conditions": ["hasObject",["capsules de feu"]],
            "Rules": ["looseObjects",["capsules de feu"]]
         }
      ]
   },
   {
      "num": "278",
      "Description": "Le chemin suit un étroit défilé entre deux collines. Vous vous sentez vulnérable et vous tirez votre épée, car vous pourriez à tout moment tomber dans un guet-apens. Mais, comme vous êtes occupé à surveiller sans cesse les deux versants du défilé, vous ne remarquez pas devant vous un carré de feuilles et de branches en plein milieu du chemin. Votre pied traverse alors ce camouflage qui dissimule un piège à ours, et vous tombez quatre mètres plus bas, au fond d'une fosse aux parois rocheuses. Pour ajouter à votre infortune, un pieu acéré est dressé au centre de la fosse.",
      "Decor": "chemin-creux",
      "Choix": [
         {
            "Texte": "Tentez votre Chance",
            "Vers": "",
            "Rules": ["tentezVotreChance",["403","404"]]
         }
      ]
   },
   {
      "num": "279",
      "Description": "brigands 360, don de 5po et puis c'est tout",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Debug :)",
            "Vers": "246"
         }
      ]
   },
   {
      "num": "280",
      "Description": "Votre marche vers l'ouest est éprouvante, mais vous ne faites aucune mauvaise rencontre. Vous passez devant deux sentiers successifs qui mènent vers le sud mais vous poursuivez votre chemin dans la même direction, et vous arrivez enfin à une bifurcation. À nouveau, un sentier part vers le sud et, à nouveau, vous maintenez le cap au nord.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Continuer vers le nord",
            "Vers": "306"
         }
      ]
   },
   {
      "num": "281",
      "Description": "Vous arrivez à un croisement. Un chemin orienté au sud ramène vers les collines, et vous décidez de ne pas le prendre.",
      "Decor": "foret-deux-bis",
      "Choix": [
         {
            "Texte": "Aller vers le nord",
            "Vers": "163"
         },
         {
            "Texte": "Poursuivre en direction de l'est",
            "Vers": "393"
         }
      ]
   },
   {
      "num": "282",
      "Description": "Trois humanoïdes s'occupent des champignons à chapeaux rouges.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Goûter à un champignon rouge",
            "Vers": "16"
         },
         {
            "Texte": "Quitter la caverne en montant les marches dans la paroi du fond",
            "Vers": "293"
         }
      ]
   },
   {
      "num": "283",
      "Description": "Grâce aux propriétés magiques de la boue, vos blessures guérissent sous vos yeux et vous gagnez 4 points de vie. Vous vous sentez beaucoup mieux à présent.",
      "Decor": "",
      "Rules": ["changeLife",["4"]],
      "Choix": [
         {
            "Texte": "Repartir vers le nord",
            "Vers": "303"
         }
      ]
   },
   {
      "num": "284",
      "Description": "Vous arrivez bientôt à une nouvelle bifurcation dans le tunnel.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Aller vers le nord",
            "Vers": "81",
            "Conditions":["notHasViewed",["81"]]
         },
         {
            "Texte": "Vous diriger au sud",
            "Vers": "270",
            "Conditions":["notHasViewed",["270"]]
         }
      ]
   },
   {
      "num": "285",
      "Description": "Vous dormez depuis environ une heure, lorsqu'un grognement sonore vous réveille. Vous vous levez sans bruit et vous empoignez votre épée, puis vous écoutez, immobile. Dans le ciel, la lune est pleine, et sa clarté projette alentour des ombres inquiétantes. Vous entendez alors des pas feutrés et des reniflements suivis d'un autre grognement. Un instant plus tard, une forme d'apparence humaine surgit de l'obscurité, à votre droite. A mesure que la créature approche, vous remarquez son torse, son visage et ses bras recouverts d'une épaisse fourrure, et les longues dents pointues qui hérissent ses mâchoires. Il s'agit là d'un <i class='stats'>LOUP-GAROU</i> qu'il vous faut combattre.",
      "Decor": "lune",
      "Choix": [
         {
            "Texte": "Combattre le loup-garou",
            "Vers": "388",
            "Combat": ["loup-garou", "le loup-garou", "un", "il"],
            "Force" : ["8"],
            "Endurance": ["9"],
            "TexteMort": "",
            "TexteVictoire" : ""
         }
      ]
   },
   {
      "num": "286",
      "Description": "Combat 187 changeforme",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Debug :)",
            "Vers": "187"
         }
      ]
   },
   {
      "num": "287",
      "Description": "Dès que vous êtes sorti de la caverne, vous prenez le temps de jeter un coup d'œil à l'intérieur du sac de cuir. Vous y trouvez 5 Pièces d'Or et une petite cloche de cuivre, que vous rangez dans votre sac à dos avant de courir vers la bifurcation",
      "Decor": "",
      "Rules":["changeOr",["5"],"gainObjects",["cloche de cuivre"]],
      "Choix": [
         {
            "Texte": "Repartir vers le nord",
            "Vers": "25"
         }
      ]
   },
   {
      "num": "288",
      "Description": "En descendant la colline, vous voyez s'étendre devant vous le fond de la vallée et vous apercevez au loin le sinistre mur vert sombre de la Forêt des Ténèbres. C'est au-delà de cette masse d'arbres et de buissons que se trouve Pont-de-Pierre, le but de votre voyage. Vous atteignez le pied de la colline et vous remarquez alors que de gros blocs rocheux s'alignent de chaque côté du chemin. Or, l'un de ces rocs, et l'un des plus imposants se balance d'un côté et d'autre comme une feuille dans le vent. Il y a là de quoi être surpris.",
      "Decor": "rochers",
      "Choix": [
         {
            "Texte": "Aller voir d'un peu plus près de quoi il retourne",
            "Liaison": "En vous approchant du rocher, vous êtes encore plus étonné de le voir se soulever, porté par ce qui semble deux courtes jambes de pierre. Deux bras, en pierre également, se déploient alors de part et d'autres ; leurs extrémités ressemblent à des massues, et vous contemplez, incrédule, ce rocher qui s'avance vers vous en brandissant l'une de ces massues de pierre.",
            "Vers": "146",
            "Combat": ["bête rocheuse", "la bête rocheuse", "une", "elle"],
            "Force" : ["8"],
            "Endurance": ["11"],
            "TexteMort": "La bête rocheuse vous écrase de ses énormes massues.",
            "TexteVictoire" : ""
         },
         {
            "Texte": "Passer votre chemin et continuer vers le nord",
            "Vers": "245"
         }
      ]
   },
   {
      "num": "289",
      "Description": "Le sentier étroit et recouvert de végétation continue à serpenter parmi les arbres touffus de la forêt. D'étranges cris d'animaux retentissent dans les feuillages. Vous arrivez bientôt à une autre bifurcation.",
      "Decor": "foret-deux-bis",
      "Choix": [
         {
            "Texte": "Poursuivre vers l'ouest",
            "Vers": "76"
         },
         {
            "Texte": "Prendre vers le nord",
            "Vers": "147"
         }
      ]
   },
   {
      "num": "290",
      "Description": "Combat 230 !",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Debug :)",
            "Vers": "385"
         }
      ]
   },
   {
      "num": "291",
      "Description": "À mesure que vous avancez sur la plaine en direction du nord, les herbes sont de moins en moins hautes et le sol monte en pente douce. A quelque distance, vous entendez le grondement d'une chute d'eau, et vous atteignez bientôt la berge d'une large rivière qui coule sur deux niveaux : à votre droite, l'eau est calme et le courant très faible. Mais, en face, une haute et bruyante chute d'eau dégringole au fond d'un défilé : là, le lit de la rivière se rétrécit et son cours devient tumultueux tandis qu'elle s'enfonce vers l'ouest parmi de gros blocs rocheux. Des marches taillées dans le roc, juste à côté de la chute d'eau, permettent de descendre dans le défilé ; mais il est impossible de savoir où elles aboutissent exactement en raison des gerbes d'écumes qui jaillissent à leur base et qui les cachent à la vue. De l'autre côté de l'eau, le chemin continue vers le nord et, à votre droite, un petit bateau de bois est amarré à un poteau, là où le cours de la rivière est calme.",
      "Decor": "bateau",
      "Choix": [
         {
            "Texte": "Descendre les marches le long de la chute d'eau",
            "Vers": "335"
         },
         {
            "Texte": "Traverser la rivière à la rame à bord du petit bateau",
            "Vers": "145"
         }
      ]
   },
   {
      "num": "292",
      "Description": "La lueur de la chandelle projette des ombres inquiétantes tout autour de la pièce. Dans une clarté jaunâtre, vous distinguez le visage d'un vieil homme gravé sur le bloc de pierre qui ferme le coffre. Puis vous remarquez la jambe d'un squelette qui dépasse de l'ombre à l'autre bout de la pièce. Vous vous approchez du squelette pour l'examiner : il est de petite taille et ses mâchoires sont dotées de dents pointues plantées en avant. Ce pourrait être le squelette d'un Gobelin ou celui d'un Orque. Vous vous approchez ensuite du coffre de pierre. Il doit être possible de déplacer le couvercle qui le ferme.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Essayer de pousser le couvercle",
            "Vers": "95"
         },
         {
            "Texte": "Retourner sur le chemin pour repartir vers le nord",
            "Vers": "112"
         }
      ]
   },
   {
      "num": "293",
      "Description": "Les marches de pierre sont taillées dans le mur de la caverne, et l'humidité des lieux les a recouvertes d'une pellicule gluante. En levant les yeux, vous remarquez trois anfractuosités d'environ trois mètres de hauteur chacune, qui s'enfoncent dans la paroi. Les marches mènent devant chacune d'elles avant d'aboutir à l'ouverture pratiquée au sommet de la caverne. Vous montez les marches et, en jetant un coup d'œil dans l'obscurité de la première anfractuosité, vous distinguez un tonneau et un coffre de bois.",
      "Decor": "alcove",
      "Choix": [
         {
            "Texte": "Regarder à l'intérieur du tonneau",
            "Vers": "215"
         },
         {
            "Texte": "Essayer d'ouvrir le coffre de bois",
            "Vers": "389"
         },
         {
            "Texte": "Continuer à monter les marches",
            "Vers": "88"
         }
      ]
   },
   {
      "num": "294",
      "Description": "La cabane consiste en une simple pièce dotée d'une cheminée. Pour tout ameublement, vous apercevez un lit en bois, une table, deux chaises, un coffre, en bois également, une cuvette et des étagères surchargées d'oeufs d'oiseaux. Une épaisse couche de poussière recouvre le sol et il semble que l'endroit soit inhabité depuis des mois.",
      "Decor": "cabane",
      "Choix": [
         {
            "Texte": "Fouiller dans la cheminée",
            "Vers": "106"
         },
         {
            "Texte": "Ouvrir le coffre de bois",
            "Vers": "175"
         },
         {
            "Texte": "Quitter la cabane et poursuivre votre chemin vers le nord",
            "Vers": "288"
         }
      ]
   },
   {
      "num": "295",
      "Description": "En tombant, vous vous cognez la tête contre la paroi du puits.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Continuer...",
            "Vers": "225",
            "Conditions":["hasObject",["casque de bronze"]]
         },
         {
            "Texte": "Continuer...",
            "Liaison":"Vous perdez 3 points de vie en raison de votre profonde coupure au front.",
            "Vers": "225",
            "Conditions":["notHasObject",["casque de bronze"]],
            "Rules":["changeLife",["-3"]]
         }
      ]
   },
   {
      "num": "296",
      "Description": "De retour à la bifurcation, deux possibilités.",
      "Decor": "tunnel-puits",
      "Choix": [
         {
            "Texte": "Retourner au puits en direction du sud",
            "Vers": "398"
         },
         {
            "Texte": "Poursuivre vers l'ouest",
            "Vers": "284"
         }
      ]
   },
   {
      "num": "297",
      "Description": "Le Gnome prend son dû et sourit, puis il vous révèle qu'il a vu le squelette d'un Gobelin à l'intérieur d'une crypte de pierre. C'est peut-être le squelette de l'un des deux Gobelins que vous recherchez, mais ce n'est pas sûr. Il ajoute que la crypte se trouve quelque part au nord de la forêt, mais il ne sait pas exactement où. Vous êtes fort mécontent que le Gnome ne soit pas en mesure de vous en dire davantage...",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Repartir vers l'ouest d'un pas vif",
            "Vers": "67"
         }
      ]
   },
   {
      "num": "298",
      "Description": "127 ou 178",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Debug :)",
            "Vers": "127"
         }
      ]
   },
   {
      "num": "299",
      "Description": "Vous courez à toutes jambes en direction de l'endroit d'où provient le bruit d'eau, suivi par une longue traînée d'Abeilles Tueuses. Vous atteignez bientôt la berge d'une rivière et, sans prendre le temps d'y penser, vous plongez droit dans l'eau, puis vous restez sous la surface le plus longtemps possible en retenant votre souffle. Lorsque vous remontez à l'air libre, les Abeilles Tueuses sont parties. Vous vous hissez alors hors de la rivière et vous commencez à vous sécher. Mais en vérifiant le contenu de votre sac à dos, vous constatez avec désespoir que toutes vos Provisions se sont gâtées au contact de l'eau. Vous jetez ensuite un coup d'œil alentour et vous remarquez que le chemin continue vers le nord, de l'autre côté de la rivière que l'on peut franchir en empruntant un vieux pont de bois tout branlant.",
      "Decor": "pont-bois",
      "Rules": ["changeFood",["-100"]],
      "Choix": [
         {
            "Texte": "Emprunter le pont pour traverser",
            "Liaison": "Le pont tombe quasiment en ruine mais vous parvenez malgré tout à le franchir sans encombre.",
            "Vers": "65"
         },
         {
            "Texte": "Traverser la rivière à la nage",
            "Liaison": "Vos jambes vous semblent très vulnérables, et vous ne seriez guère étonné qu'une quelconque créature vivant dans l'eau de la rivière vienne vous mordre les mollets. Rien ne se produit cependant, et vous parvenez à atteindre l'autre rive sans dommage.",
            "Vers": "65"
         }
      ]
   },
   {
      "num": "300",
      "Description": "De chaque côté du chemin, des rayons de lumière blanche traversent les feuillages. C'est la lisière de la Forêt et bientôt, le sentier sort de sous les arbres et débouche sur une vaste plaine couverte de hautes herbes. Au-delà, le sol s'élève au pied de collines basses. Un autre chemin mène vers l'ouest.",
      "Decor": "plaine-jour",
      "Choix": [
         {
            "Texte": "Continuer vers le nord",
            "Vers": "138"
         },
         {
            "Texte": "Partir vers l'ouest",
            "Vers": "331"
         }
      ]
   },
   {
      "num": "301",
      "Description": "Vous fouillez les poches des Lutins et vous y trouvez 3 pièces d'Or que vous mettez dans votre bourse, une petite flûte de cuivre et des biscuits grouillant de vers. Autour du cou d'une des créatures est également attaché un collier fait de crânes de souris.",
      "Decor": "foret",
      "Rules":["changeOr",["3"]],
      "Choix": [
         {
            "Texte": "Prendre la flûte de cuivre.",
            "Vers": "157",
            "Rules": ["gainObjects",["flûte de cuivre"]]
         },
         {
            "Texte": "Prendre les biscuits moisis et le collier.",
            "Vers": "157",
            "Rules": ["gainObjects",["biscuits moisis","collier de crânes"]]
         },
         {
            "Texte": "Ne rien prendre d'autre que les pièces d'Or",
            "Vers": "157"
         }
      ]
   },
   {
      "num": "302",
      "Description": "207 bracelet homme singe",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Debug :)",
            "Vers": "207"
         }
      ]
   },
   {
      "num": "303",
      "Description": "Tout là-haut dans le ciel, vous voyez voler une énorme créature beaucoup plus grande que n'importe quel oiseau. La créature descend sur vous et vous tirez votre épée. Elle pousse de grands cris et vous distinguez bientôt sa longue tête à la gueule hérissée de dents pointues. Elle a la peau verdâtre d'un reptile, et ses ailes déployées ont une envergure d'au moins cinq mètres. Il n'y a aucun abri possible au fond de cette vallée et vous allez devoir affronter ce <i class='stats'>PTERODACTYLE</i> qui fond sur vous.",
      "Decor": "pterodactyle",
      "Choix": [
         {
            "Texte": "Sortir votre épée",
            "Vers": "247",
            "Combat": ["ptérodactyle", "le ptérodactyle", "un", "il"],
            "Force" : ["7"],
            "Endurance": ["8"],
            "TexteMort": "L'affreuse créature emmène votre cadavre dans son nid pour nourrir sa progéniture.",
            "TexteVictoire" : ""
         }
      ]
   },
   {
      "num": "304",
      "Description": "Il faudra du temps pour que votre jambe guérisse. Vous trouvez deux branches sur le sol, et vous vous en servez comme d'attelles en les attachant de chaque côté de votre jambe brisée à l'aide de la ceinture de cuir que vous portez à la taille. Puis vous vous asseyez et vous vous reposez. Il vous faudra manger cinq rations de vos Provisions et dormir avant de vous sentir à nouveau d'attaque. Si vous survivez, vous réduirez de 2 points votre total de <i class='stats'>FORCE</i> en raison de votre blessure.",
      "Decor": "tunnel",
      "Choix": [
         {
            "Texte": "Manger cinq de vos rations",
            "Vers": "69",
            "Liaison": "",
            "Conditions": ["minFood",["5"]],
            "Rules": ["changeFood",["-5"],"changeForce",["-2"]]
         },
         {
            "Texte": "Mourir de faim...",
            "Liaison": "N'ayant plus assez de rations, vous finissez par mourir de faim et de soif dans ce tunnel.",
            "Vers":"0",
            "Rules":["changeLife",["-100"]]
         }
      ]
   },
   {
      "num": "305",
      "Description": "Vous contournez la Vouivre et vous entreprenez de fouiller sa tanière et les débris abandonnés tout autour. Vous découvrez bientôt un gantelet de fer, un couteau de jet, 10 Pièces d'Or et un anneau, d'or également. Vous rangez le couteau et les pièces dans votre sac à dos.",
      "Decor": "",
      "Rules":["changeOr",["10"],"gainObjects",["couteau de jet"]],
      "Choix": [
         {
            "Texte": "Essayer le gantelet",
            "Vers": "374",
            "Rules": ["gainObjects",["gantelet de combat"],"changeBonusAttaque",["1"]]
         },
         {
            "Texte": "Passer l'anneau à votre doigt",
            "Vers": "133",
            "Rules": ["gainObjects",["anneau de lenteur"],"changeBonusAttaque","-2"]
         },
         {
            "Texte": "Laisser là ces objets et repartir vers le nord",
            "Vers": "360"
         }
      ]
   },
   {
      "num": "306",
      "Description": "À la droite du chemin, vous apercevez parmi les arbres un petit édifice de pierre couvert de lierre et de mousse.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "L'examiner de plus près",
            "Vers": "391"
         },
         {
            "Texte": "Poursuivre vers le nord, le long du chemin",
            "Vers": "112"
         }
      ]
   },
   {
      "num": "307",
      "Description": "Le petit homme s'éveille en sursaut, perd l'équilibre et tombe du champignon. Il pousse un juron en atterrissant sur le sol puis remonte d'un bond sur le champignon et s'écrie : « Qui a fait ça ? Qui a fait ça ? » Il vous regarde alors et fronce les sourcils.",
      "Decor": "gnome",
      "Choix": [
         {
            "Texte": "Attaquer ce Gnome",
            "Vers": "192",
            "Rules":["replaceObject",["épée","carotte"]]
         },
         {
            "Texte": "Essayer d'engager la conversation avec lui",
            "Vers": "271"
         }
      ]
   },
   {
      "num": "308",
      "Description": "En mangeant les champignons, vous ressentez une grande agitation dans tout votre corps, et vous pensez aussitôt que vous êtes peut-être en train de devenir vous-même un Changeforme ! Bientôt, cependant, vous êtes soulagé de sentir cette agitation s'apaiser puis disparaître ; vous n'êtes pas devenu un Changeforme, mais vous avez mangé des Champignons Brouilleurs et votre total de <i class='stats'>FORCE</i> va maintenant remplacer votre total de <i class='stats'>CHANCE</i> et inversement. Vous vous sentez un peu bizarre à présent.",
      "Decor": "",
      "Rules": ["swapStrengthChance",[""]],
      "Choix": [
         {
            "Texte": "Repartir tant bien que mal vers le nord",
            "Vers": "148"
         }
      ]
   },
   {
      "num": "309",
      "Description": "Le chemin coupe à travers les hautes herbes qui vous arrivent à peu près à la taille. Bien que la visibilité soit bonne et vous permette de surveiller les environs, vous vous sentez mal à l'aise, craignant qu'une quelconque créature vous guette d'un côté ou de l'autre du sentier. Soudain, l'herbe remue à votre gauche, et deux tubes de bois apparaissent, pointés droit sur vous. Ce sont des sarbacanes appartenant à deux pygmées qui soufflent des fléchettes en vous visant.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Tentez votre chance pour la 1ère fléchette",
            "Vers": "",
            "Rules": ["tentezVotreChance",["401","197"]]
         }
      ]
   },
   {
      "num": "310",
      "Description": "Vous trébuchez sur un caillou et heurtez bruyamment une chaise. Le Troll des Cavernes se lève et se met à grogner avec force. Il est tout à fait mécontent d'être ainsi dérangé par un importun et s'avance vers vous en brandissant sa massue.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Tirer votre épée",
            "Vers": "101",
            "Combat": ["troll", "le troll", "un", "il"],
            "Force" : ["8"],
            "Endurance": ["9"],
            "TexteMort": "Le troll vous assène un coup de massue énorme qui vous assomme. Hélas, vous ne vous réveillerez jamais...",
            "TexteVictoire" : ""
         }
      ]
   },
   {
      "num": "311",
      "Description": "En fouillant leurs vêtements et leurs bourses, vous ne trouvez rien d'intéressant, à part 2 pièces d'Or que vous rangez dans votre sac à dos. Vous repartez ensuite vers le nord, le long du chemin, et vous remarquez bientôt que le feuillage des arbres se fait moins dense de part et d'autre du sentier. Vous sortez alors de la Forêt et vous arrivez sur un champ cultivé. Vous avez enfin quitté la Forêt des Ténèbres !",
      "Decor": "champs",
      "Rules": ["changeOr",["2"]],
      "Choix": [
         {
            "Texte": "Aller vers le village un peu plus loin",
            "Vers": "204"
         }
      ]
   },
   {
      "num": "312",
      "Description": "Vous enjambez le cadavre de la Goule et vous regardez à l'intérieur du cercueil. Vous y trouvez 25 Pièces d'Or mais vous êtes surtout ravi d'y découvrir un objet qui servait d'oreiller à la Goule : il s'agit d'une tête de marteau en bronze gravée de la lettre G. Tout heureux, vous rangez vos trouvailles dans votre sac à dos et vous quittez la crypte.",
      "Decor": "",
      "Rules":["gainObjects",["tête de marteau"],"changeOr",["25"]],
      "Choix": [
         {
            "Texte": "Retourner sur le chemin et repartir vers le nord",
            "Vers": "112"
         }
      ]
   },
   {
      "num": "313",
      "Description": "Il n'y a pas grand-chose d'intéressant dans la caverne. Vous n'y trouvez tout d'abord qu'une paillasse, des pots en pierre, une table et une chaise ; mais sur une étagère au-dessus du lit, un objet attire bientôt votre regard : il s'agit d'une petite boîte en argent.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Ouvrir la boîte en argent",
            "Vers": "240"
         },
         {
            "Texte": "La laisser là et vous approcher de la créature enfermée dans la cage",
            "Vers": "85"
         },
         {
            "Texte": "Quitter la caverne et reprendre le chemin",
            "Vers": "358"
         }
      ]
   },
   {
      "num": "314",
      "Description": "Le sentier devient très escarpé à mesure qu'il monte dans les collines, et, lorsque vous en atteignez le sommet, le soleil est brûlant. A quelque distance, vous apercevez le cercle vert sombre de la Forêt des Ténèbres. La brume du matin s'étend sur les hautes herbes derrière vous, mais devant, les rayons du soleil illuminent une vallée sans nuages. Tout est tranquille et lorsque vous descendez le versant opposé de la colline, vous remarquez à droite du chemin une petite cabane en bois dont la porte est entrouverte.",
      "Decor": "cabane",
      "Choix": [
         {
            "Texte": "Entrer dans cette cabane",
            "Vers": "294"
         },
         {
            "Texte": "Poursuivre votre route en direction du nord",
            "Vers": "288"
         }
      ]
   },
   {
      "num": "315",
      "Description": "Vous ouvrez une porte de bois brut et vous pénétrez dans une pièce à l'aspect misérable.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Parler à la vieille femme",
            "Vers": "42",
            "Rules": ["changeChance",["-1"]]
         },
         {
            "Texte": "Tirer votre épée",
            "Vers": "342"
         }
      ]
   },
   {
      "num": "316",
      "Description": "Vous finissez par vous rendormir, mais vous passez une nuit agitée. Au matin, vous ramassez vos affaires et vous repartez vers le nord, le long du chemin qui mène en direction des collines.",
      "Decor": "collines-matin",
      "Choix": [
         {
            "Texte": "Reprendre le chemin du nord",
            "Vers": "198"
         }
      ]
   },
   {
      "num": "317",
      "Description": "Combat 8 lutins",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Debug :)",
            "Vers": "8"
         }
      ]
   },
   {
      "num": "318",
      "Description": "Vous sautez d'un bond dans les sous-bois au bord du chemin et, en restant caché derrière des feuillages, vous apercevez les jambes de quelque homme gigantesque qui passe devant vous. Bientôt, il est hors de vue, et vous hors de danger.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Repartir vers le nord",
            "Vers": "231"
         }
      ]
   },
   {
      "num": "319",
      "Description": "Voir 278",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Debug :)",
            "Vers": "278"
         }
      ]
   },
   {
      "num": "320",
      "Description": "Vous saisissez la jambe et vous tirez dessus de toutes vos forces. Un petit GREMLIN à la peau verte tombe alors devant vous en poussant un long gémissement, puis atterrit dans l'eau. Vous profitez de l'occasion pour remonter l'échelle en hâte tandis que la créature patauge au fond du puits. Vous arrivez bientôt à l'air libre.",
      "Decor": "puits-seau",
      "Choix": [
         {
            "Texte": "Retourner sur le chemin",
            "Vers": "362"
         }
      ]
   },
   {
      "num": "321",
      "Description": "À chaque fois que meurt l'un des Guerriers Clones, son corps se dissout en un liquide coloré qui se répand sur le sol rocheux. Vous n'avez pas l'intention, quant à vous, de rester plus longtemps dans cet endroit humide aux odeurs de moisi, et vous sortez aussitôt.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Continuer à monter les marches",
            "Vers": "107"
         }
      ]
   },
   {
      "num": "322",
      "Description": "La lumière qui jaillit de votre anneau perce l'obscurité qui règne dans les profondeurs du tronc et du tunnel au-dessous. Vous apercevez alors un médaillon d'or qui pend au bout d'un ruban de soie accroché à un clou, à l'intérieur du tronc. Il est à portée de main et vous vous en emparez. Le médaillon vaut 5 Pièces d'Or et vous le rangez dans votre sac à dos. Cette trouvaille vous vaut 1 point de <i class='stats'>CHANCE.</i> Le fond du tunnel se trouve à cinq mètres de profondeur.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Utiliser votre Corde Magique",
            "Vers": "94",
            "Conditions":["hasObject",["corde magique"]],
            "Rules": ["looseObjects",["corde magique"]]
         },
         {
            "Texte": "Chercher un moyen de descendre",
            "Vers": "380"
         }
      ]
   },
   {
      "num": "323",
      "Description": "En marchant vers le nord, vous arrivez bientôt à une bifurcation.",
      "Decor": "trois-chemins",
      "Choix": [
         {
            "Texte": "Continuer vers le nord",
            "Vers": "291"
         },
         {
            "Texte": "Aller à l'est",
            "Vers": "102"
         },
         {
            "Texte": "Aller à l'ouest",
            "Vers": "99"
         }
      ]
   },
   {
      "num": "324",
      "Description": "Vous contournez la cabane et vous apercevez un grand vase bleu posé au milieu d'une petite véranda. Il n'y a personne alentour et personne à l'intérieur de la cabane lorsque vous en ouvrez la porte. Elle est d'ailleurs complètement vide : pas le moindre meuble, pas le moindre objet. Vous ressortez et vous allez examiner le vase bleu. Vous regardez à l'intérieur, mais, en dépit de la lumière du soleil, vous ne parvenez pas à voir quoi que ce soit au-delà de son col. Le vase semble empli d une inquiétante obscurité. Vous le secouez alors et vous entendez un cliquetis.",
      "Decor": "vase-bleu",
      "Choix": [
         {
            "Texte": "Essayer de casser le vase en le jetant sur le sol",
            "Liaison":"Le vase tombe par terre mais ne se brise pas, bien que des fêlures apparaissent à sa surface. Vous sentez alors une vibration tout autour de vous et vous remarquez que des lézardes se dessinent un peu partout dans la véranda et sur les murs de la cabane. La vibration s'intensifie, votre corps se met à trembler et vous avez l'impression que votre tête est sur le point d'exploser. Vous perdez 2 points de vie.",
            "Vers": "82",
            "Rules":["changeLife",["-2"]]
         },
         {
            "Texte": "Mettre la main à l'intérieur du vase",
            "Vers": "161"
         },
         {
            "Texte": "Laisser le vase où il est et rejoindre le chemin pour repartir vers le nord",
            "Vers": "149"
         }
      ]
   },
   {
      "num": "325",
      "Description": "Vous dormez depuis environ une heure lorsque un bruissement d'ailes vous réveille soudain. Vous vous redressez, vous empoignez votre épée, et vous apercevez dans la clarté de la pleine lune trois silhouettes de grande taille qui volent dans votre direction. Il semble qu'il s'agisse là d'immenses Chauves-Souris, mais lorsqu'elles sont suffisamment près pour que vous puissiez mieux les distinguer, vous remarquez un détail qui ne trompe pas : leurs gueules sont munies de dents pointues et ce sont donc des <i class='stats'>CHAUVES-SOURIS VAMPIRES.</i>",
      "Decor": "arbre-nuit",
      "Choix": [
         {
            "Texte": "Combattre les vampires",
            "Liaison":"Bien campé sur vos jambes, le dos contre l'arbre, vous vous préparez à combattre les Vampires ; et vous les affronterez un par un tandis qu'ils fondent sur vous.",
            "Vers": "119",
            "Combat": ["vampire", "le vampire", "un", "il"],
            "Force" : ["5","6","5"],
            "Endurance": ["5","5","7"],
            "TexteMort": "Les vampires vous submergent, et s'abreuvent de votre sang jusqu'à la dernière goutte.",
            "TexteVictoire" : "Vous vous rendormez, mais vous passez une nuit agitée."
         },
         {
            "Texte": "Utiliser vos gousses d'ail",
            "Vers": "268",
            "Conditions": ["hasObject",["gousses d'ail"]],
            "Rules": ["looseObjects",["gousses d'ail"]]
         }
      ]
   },
   {
      "num": "326",
      "Description": "Debout sur la berge, vous examinez les alentours, mais il ne semble pas exister d'autre moyen que ce bateau pour traverser la rivière.",
      "Decor": "bateau",
      "Choix": [
         {
            "Texte": "Traverser avec le bateau",
            "Vers": "145"
         }
      ]
   },
   {
      "num": "327",
      "Description": "Vous distinguez à l'intérieur un escalier de pierre qui descend en d'obscures profondeurs. Impossible cependant d'apercevoir quoi que ce soit au bas des marches.",
      "Decor": "escalier",
      "Choix": [
         {
            "Texte": "Emprunter cet escalier",
            "Vers": "351"
         },
         {
            "Texte": "Quitter l'édifice et retourner sur le chemin pour repartir en direction du nord",
            "Vers": "112"
         }
      ]
   },
   {
      "num": "328",
      "Description": "Vous parvenez à vous relever lentement, et vous repartez en titubant le long du chemin",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Continuer vers le nord",
            "Vers": "118"
         }
      ]
   },
   {
      "num": "329",
      "Description": "La lumière du jour apparaît à travers les feuillages à mesure que la végétation devient moins dense et, bientôt, vous quittez la forêt pour arriver devant une vaste plaine couverte de hautes herbes. Au-delà, le sol s'élève, au pied de collines basses.",
      "Decor": "plaine-jour",
      "Choix": [
         {
            "Texte": "Continuer vers le nord",
            "Vers": "180"
         },
         {
            "Texte": "Aller vers l'est",
            "Vers": "252"
         }
      ]
   },
   {
      "num": "330",
      "Description": "Cf 65 ou 75 !",
      "Decor": "collines-nuit",
      "Choix": [
         {
            "Texte": "Debug :)",
            "Vers": "116"
         }
      ]
   },
   {
      "num": "331",
      "Description": "Vous arrivez bientôt à une autre bifurcation. Le sentier orienté au sud ramène droit vers la forêt, et vous décidez de ne pas le prendre.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Continuer vers l'ouest",
            "Vers": "124"
         },
         {
            "Texte": "Aller au nord",
            "Vers": "309"
         }
      ]
   },
   {
      "num": "332",
      "Description": "Vous arrivez bientôt à une nouvelle bifurcation. Consultant la carte de Gromollet, vous décidez d'aller vers le nord en direction de Pont-de-Pierre et de ne pas prendre par conséquent le chemin qui continue vers l'ouest.",
      "Decor": "foret-deux",
      "Choix": [
         {
            "Texte": "Partir vers le nord",
            "Vers": "103"
         }
      ]
   },
   {
      "num": "333",
      "Description": "La couronne vous va à merveille et en vous voyant ainsi coiffé, les deux Guerriers Clones vous fixent avec de grands yeux qui expriment un respect mêlé de crainte. Grâce à la couronne posée sur votre tête, vous pouvez entrer en communication télépathique avec les deux créatures, et vous comprenez alors, en lisant dans leurs pensées, ce qu'elles essayent de vous dire : vous êtes leur nouveau maître et elles attendent les ordres que vous voudrez bien leur donner. Elles vous demandent notamment ce que l'on doit faire de la nouvelle récolte de champignons à chapeaux rouges. Vous n'avez cependant pas la moindre envie d'être le maître de ces humanoïdes, qu'ils soient guerriers ou qu'ils cultivent des champignons, et vous levez les mains pour ôter la couronne de votre tête. Mais vous vous apercevez alors avec terreur que la peau de vos mains s'est flétrie et a pris une couleur sombre. Vous essayez d'enlever la couronne, mais elle ne bouge pas : c'est une couronne maléfique qui a trouvé en vous une nouvelle victime ; et peu à peu les traits de votre visage se transforment car vous êtes en train de prendre la forme et la couleur d'un Démon de Feu. Votre nouveau destin est scellé et votre aventure se termine ici.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Recommencer l'aventure",
            "Vers": "",
            "Liaison":"",
            "Rules":["resetPlayer",["void"]]
         }
      ]
   },
   {
      "num": "334",
      "Description": "Entre les collines, vous voyez s'étendre le fond d'une verte vallée et, au-delà, vous apercevez le sinistre mur d'arbres de la Forêt des Ténèbres. C'est de l'autre côté de cette sombre végétation que se trouve Pont-de-Pierre, le but de votre voyage. Au pied des collines, dans la vallée, le chemin bifurque.",
      "Decor": "collines-foret",
      "Choix": [
         {
            "Texte": "Aller vers l'ouest",
            "Vers": "113"
         },
         {
            "Texte": "Prendre la direction de l'est",
            "Vers": "51"
         }
      ]
   },
   {
      "num": "335",
      "Description": "Vous descendez les marches glissantes jusqu'au bas de la chute d'eau. En levant les yeux, vous voyez alors un magnifique arc-en-ciel qui se reflète dans l'écume tourbillonnante. Il fait sombre dans le défilé et il est impossible de voir quoi que ce soit à travers le rideau de l'eau qui tombe. Les marches s'arrêtent là.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Traverser la chute d'eau",
            "Liaison": "Vous suivez les marches et vous traversez la chute d'eau pour entrer dans une vaste caverne ; les marches contournent un bassin d'eau stagnante. De l'autre côté du bassin, vous trouvez une table et une chaise de pierre. En vous approchant de la table, vous voyez des déchets de poisson abandonnés là et, soudain, vous entendez derrière vous un bruit d'eau. Une étrange créature armée d'un trident surgit alors du bassin et s'avance vers vous. Elle a les jambes d'un homme, mais sa tête et son torse ressemblent au corps d'un gros poisson vert aux yeux globuleux. Ses bras ont également quelque chose d'humain, bien qu'ils soient recouverts d'écailles.",
            "Vers": "162",
            "Combat": ["homme poisson", "l'homme poisson", "un", "il"],
            "Force" : ["7"],
            "Endurance": ["6"],
            "TexteMort": "",
            "TexteVictoire" : ""
         },
         {
            "Texte": "Remonter les marches",
            "Vers": "326"
         }
      ]
   },
   {
      "num": "336",
      "Description": "Vous ressentez une douleur qui prend naissance dans votre estomac et se répand ensuite dans tout votre corps.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Boire votre antipoison",
            "Rules": ["looseObjects",["antipoison"]],
            "Conditions": ["hasObject",["antipoison"]],
            "Vers": "21"
         },
         {
            "Texte": "Attendre que ça passe...",
            "PdV": "-3",
            "Vers": "108"
         }
      ]
   },
   {
      "num": "337",
      "Description": "La végétation se fait moins dense, et des rayons de soleil apparaissent de chaque côté du chemin, traversant les trouées du feuillage. Le sentier s'élargit et vous apercevez rentrée d'une vaste caverne à quelques mètres en arrière, sur votre droite.",
      "Decor": "foret",
      "Choix": [
         {
            "Texte": "Explorer cette caverne",
            "Vers": "230"
         },
         {
            "Texte": "Continuer en direction du nord",
            "Vers": "358"
         }
      ]
   },
   {
      "num": "338",
      "Description": "Le gaz est toxique et vos yeux se mettent à larmoyer. Vous retenez votre souffle le temps de trouver vos Filtres à Nez et vous les glissez dans vos narines. Vous inspirez avec prudence, mais tout va bien et, quelques instants plus tard, le nuage autour de votre tête se dissipe. Vous rangez alors la boîte en argent vide dans votre sac à dos.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Approcher de la créature enfermée dans la cage",
            "Vers": "85"
         },
         {
            "Texte": "Quitter la caverne et poursuivre votre route en direction du nord",
            "Vers": "358"
         }
      ]
   },
   {
      "num": "339",
      "Description": "Vous arrivez bientôt sur la berge d'une rivière au cours paisible. Le chemin continue de l'autre côté de l'eau que vous pouvez franchir en empruntant un vieux pont de bois tout délabré.",
      "Decor": "pont-bois",
      "Choix": [
         {
            "Texte": "Emprunter le pont pour traverser",
            "Liaison": "Le pont tombe quasiment en ruine mais vous parvenez malgré tout à le franchir sans encombre.",
            "Vers": "65"
         },
         {
            "Texte": "Traverser la rivière",
            "Liaison": "Vos jambes vous semblent très vulnérables, et vous ne seriez guère étonné qu'une quelconque créature vivant dans l'eau de la rivière vienne vous mordre les mollets. Rien ne se produit cependant, et vous parvenez à atteindre l'autre rive sans dommage.",
            "Vers": "65"
         }
      ]
   },
   {
      "num": "340",
      "Description": "En marchant le long du chemin, vous voyez bientôt un petit homme barbu coiffé d'un casque de fer et portant une cotte de mailles. Il est assis au bord du sentier, sur un tronc d'arbre mort. C'est un <i class='stats'>NAIN</i> et il ne semble pas particulièrement ravi de vous voir.",
      "Decor": "nain",
      "Choix": [
         {
            "Texte": "Essayer d'engager la conversation avec lui",
            "Vers": "141",
            "Rules":["changeChance",["-1"]]
         },
         {
            "Texte": "Tirer votre épée et l'attaquer",
            "Liaison":"Le Nain est un combattant robuste et chevronné et il manie sa hache avec une très grande habileté.",
            "Vers": "363",
            "Combat": ["nain", "le nain", "un", "il"],
            "Force" : ["8"],
            "Endurance": ["5"],
            "TexteMort": "La hache du nain s'enfonce brutalement dans votre crâne, mettant fin à votre aventure.",
            "TexteVictoire" : ""
         },
         {
            "Texte": "Le pousser pour le faire tomber du tronc et vous enfuir",
            "Liaison":"Le Nain tombe à la renverse cul par-dessus tête, et vous prenez le large.",
            "Vers": "59"
         }
      ]
   },
   {
      "num": "341",
      "Description": "La douleur dans votre main est presque insupportable, mais vous parvenez cependant à la surmonter. Au fond du vase, vos doigts entrent alors en contact avec divers objets que vous attrapez et que vous sortez aussitôt de leur cachette. Vous examinez ensuite votre butin et vous y trouvez 5 Pièces d'Or, une dent de dragon, et une fiole de verre contenant une Potion Verte qui vous rendra 5 points de vie lorsque vous déciderez de la boire. Vous gagnez 1 point de Chance.",
      "Decor": "",
      "Rules":["gainObjects",["dent de dragon"],"gainPotions",["verte"],"changeChance",["1"],"changeOr",["5"]],
      "Choix": [
         {
            "Texte": "Repartir vers le nord",
            "Vers": "149"
         }
      ]
   },
   {
      "num": "342",
      "Description": "Lorsque vous tirez votre épée, le visage de la vieille femme n'exprime plus l'indifférence mais la colère. Elle prend alors dans le tiroir d'une table à côté d'elle une poignée de fleurs mortes, dont elle frotte quelques pétales entre les paumes de ses mains. Aussitôt, une odeur douceâtre envahit la cabane, et la pièce commence à tournoyer devant vos yeux.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Utiliser votre bandeau de concentration",
            "Vers": "158",
            "Conditions": ["hasObject",["bandeau de concentration"]],
            "Rules": ["looseObjects",["bandeau de concentration"]]
         },
         {
            "Texte": "Tenter de résister",
            "Vers": "11"
         }
      ]
   },
   {
      "num": "343",
      "Description": "Vous posez la Pièce d'Or sur le poteau indicateur, ainsi que le corbeau vous l'a demandé. « Allez vers le nord », dit alors l'oiseau. Vous lui demandez pourquoi il a besoin d'or et il vous répond qu'il lui faut en tout 30 Pièces : c'est le prix que demande Yaztromo pour lui redonner son apparence humaine.",
      "Decor": "foret",
      "Choix": [
         {
            "Texte": "Suivre son conseil et aller vers le nord",
            "Vers": "8"
         },
         {
            "Texte": "Ignorer l'oiseau et prendre la direction de l'est",
            "Vers": "239"
         }
      ]
   },
   {
      "num": "344",
      "Description": "Vous glissez la lame de votre épée entre les mâchoires du piège et vous vous en servez pour faire levier. L'étranger vêtu de la djellaba vous aide en tirant de toutes ses forces, et le piège finit par s'ouvrir. L'homme se confond en remerciements et vous raconte qu'il parcourt cette forêt à la recherche de son frère depuis longtemps disparu, et dont il soupçonne qu'il s'est retiré quelque part en ces lieux pour y mener une vie d'ermite. Vous vous frayez tous deux un chemin parmi les racines enchevêtrées pour rejoindre le sentier, puis vous demandez à l'étranger s'il veut vous accompagner en direction du nord ; mais il décline poliment votre invitation en déclarant que son frère, selon lui, a plutôt dû s'établir au sud.",
      "Decor": "foret",
      "Choix": [
         {
            "Texte": "Lui serrer la main et repartir",
            "Vers": "36"
         }
      ]
   },
   {
      "num": "345",
      "Description": "Liaison 345",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Debug :)",
            "Vers": "80"
         }
      ]
   },
   {
      "num": "346",
      "Description": "Arragon lève les bras et écarte les doigts de ses mains. « Quelle est ta décision, étranger ? » demande-t-il alors.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Lui donner ce qu'il demande",
            "Vers": "32",
            "Rules":["changeOr",["-10"],"giveObjects",["2"],"changeChance",["-1"]]
         },
         {
            "Texte": "Ne pas tenir compte de ses menaces et tirer votre épée",
            "Vers": "111"
         }
      ]
   },
   {
      "num": "347",
      "Description": "Combat 141 et 340",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Debug :)",
            "Vers": "141"
         }
      ]
   },
   {
      "num": "348",
      "Description": "Vous perdez 3 points de vie. Les deux hommes sautent en tous sens, les bras levés, exprimant ainsi leur joie à vous voir peiner pour arracher la flèche de votre épaule. Vous serrez les dents et vous tirez sur la flèche qui finit par s'extraire de votre blessure. Les deux hommes sont pris d'un fou rire bruyant et irrépressible et semblent vous avoir complètement oublié.",
      "Decor": "",
      "Rules":["changeLife",["-3"]],
      "Choix": [
         {
            "Texte": "Attaquer ces Hommes des Bois",
            "Vers": "50",
            "Liaison":"Vous dégainez votre épée et vous vous lancez à l'assaut des Hommes des Bois qui cessent aussitôt de se disputer et vous font face en hurlant, leurs haches brandies.",
            "Combat": ["homme des bois", "l'homme des bois", "un", "il"],
            "Fuir": "188",
            "Force" : ["7","6"],
            "Endurance": ["5","4"],
            "TexteMort": "Alors qu'une hache vous fend le crâne, votre dernière pensée est de ne pas avoir esquivé le combat...",
            "TexteVictoire" : ""
         },
         {
            "Texte": "Partir discrètement pendant qu'ils rient",
            "Vers": "188"
         }
      ]
   },
   {
      "num": "349",
      "Description": "Vous arrivez à un croisement. Le sentier orienté au sud ramène vers la forêt : il ne vous intéresse pas.",
      "Decor": "plaine-jour",
      "Choix": [
         {
            "Texte": "Aller au nord",
            "Vers": "291"
         },
         {
            "Texte": "Poursuivre en direction de l’est",
            "Vers": "102"
         }
      ]
   },
   {
      "num": "350",
      "Description": "Vous fouillez dans votre sac à dos et vous en retirez un petit sac qui contient les capsules. Il y en a cinq en tout, de couleur rouge brillante. Vous en prenez une et vous la lancez sur l'Ent qui avance vers vous. Elle atterrit devant lui, puis explose en un nuage de fumée blanche. Un jet de feu jaillit alors du sol obligeant l'Ent à reculer. Vous profitez de l'occasion pour lui jeter les autres capsules, et des flammes bientôt s'élèvent tout autour de son tronc. Il ne vous reste plus qu'à passer en courant devant lui pendant qu'il est ainsi cerné. Bientôt, vous êtes parvenu à bonne distance du monstre végétal et vous cessez de courir. Vous remarquez que la végétation s'éclaircit.",
      "Decor": "foret-fleur",
      "Choix": [
         {
            "Texte": "Poursuivre ensuite votre chemin vers le nord",
            "Vers": "329"
         }
      ]
   },
   {
      "num": "351",
      "Description": "Vous descendez prudemment l'escalier de pierre en tâtant chaque marche du bout du pied. Peu à peu, vos yeux s'habituent à l'obscurité et vous commencez à distinguer des formes au bas de l'escalier. Après avoir descendu la dernière marche, vous vous retrouvez dans une petite pièce carrée au plafond bas. Une épaisse couche de poussière recouvre le sol et il y a partout des toiles d'araignée. Au milieu de la pièce se trouve un grand coffre de pierre qui mesure environ deux mètres de long sur un de large, et qui est fermé par un couvercle également en pierre. Une niche a été creusée dans la pierre brute de l’un des murs et vous y trouvez une chandelle.",
      "Decor": "tombe",
      "Choix": [
         {
            "Texte": "Allumer cette chandelle",
            "Vers": "292"
         },
         {
            "Texte": "Remonter l'escalier, retourner sur le chemin, et repartir vers le nord",
            "Vers": "112"
         }
      ]
   },
   {
      "num": "352",
      "Description": "combat 195 homme singe ",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Debug :)",
            "Vers": "195"
         }
      ]
   },
   {
      "num": "353",
      "Description": "Lorsque vous vous réveillez, vous vous apercevez que vous êtes étendu sur le sol, à l'extérieur de la cabane en bois. Vous vous asseyez et vous regardez à l'intérieur de votre sac à dos : on vous a volé toutes vos Provisions ! Fort heureusement, rien d'autre ne manque et vous avez toujours votre épée. Vous allez ensuite jeter un coup d'oeil à l'intérieur de la cabane, mais elle est déserte.",
      "Decor": "cabane-foret",
      "Rules":["changeFood","-100"],
      "Choix": [
         {
            "Texte": "Fouiller l'endroit dans l'espoir d'y trouver quelque chose qui puisse vous être utile",
            "Vers": "26"
         },
         {
            "Texte": "Repartir et retourner sur le chemin en direction du nord",
            "Vers": "220"
         }
      ]
   },
   {
      "num": "354",
      "Description": "Quin hoche la tête, l'air incrédule, puis il se lève et s'approche d'un coffre de bois à l'arrière de la cabane. Il en soulève le couvercle et en sort une petite fiole de verre. Il vient vous l'apporter, puis retourne devant la table et se laisse tomber sur sa chaise, visiblement démoralisé. La poudre que contient la fiole étincelle à la lumière du jour, et vous la rangez dans votre sac à dos avant de quitter la cabane.",
      "Decor": "",
      "Rules": ["gainObjects",["poudre de lévitation"]],
      "Choix": [
         {
            "Texte": "Retourner à la bifurcation",
            "Vers": "349"
         }
      ]
   },
   {
      "num": "355",
      "Description": "Vous arrivez à une autre bifurcation. Le sentier orienté au sud ne vous intéresse pas.",
      "Decor": "foret-deux-bis",
      "Choix": [
         {
            "Texte": "Continuer vers l'est",
            "Vers": "340"
         }
      ]
   },
   {
      "num": "356",
      "Description": "En fouillant les vêtements du Géant de la Forêt, vous découvrez une lanterne de cuivre munie d'une mèche verte. Il n'y a aucun combustible à l'intérieur et il s'agit peut-être d'une lanterne magique.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Frotter la lanterne puis faire un vœu",
            "Vers": "34"
         },
         {
            "Texte": "Essayer d'allumer la mèche",
            "Vers": "395"
         },
         {
            "Texte": "Jeter la lampe et repartir vers le nord",
            "Vers": "231"
         }
      ]
   },
   {
      "num": "357",
      "Description": "En suivant le sentier sinueux, vous passez devant un autre chemin orienté au sud qui mène vers la vallée. Vous n'avez nullement l'intention de le prendre et vous continuez vers l'ouest. Le sentier aboutit un peu plus loin à une bifurcation. Cette fois encore, vous n'empruntez pas le chemin orienté au sud.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Aller plutôt vers le nord",
            "Vers": "306"
         }
      ]
   },
   {
      "num": "358",
      "Description": "En cheminant le long du sentier, vous ne remarquez pas un nœud coulant caché sous des feuilles mortes, à quelque distance devant vous. Votre pied se prend alors dans le nœud et, soudain, vous vous retrouvez soulevé de terre par une corde attachée à une branche d'arbre qui s'est détendue comme un ressort. Un instant plus tard vous êtes suspendu tête en bas, le pied coincé dans le nœud coulant.",
      "Decor": "foret",
      "Choix": [
         {
            "Texte": "Tentez votre chance",
            "Vers": "",
            "Rules": ["tentezVotreChance",["40","218"]]
         }
      ]
   },
   {
      "num": "359",
      "Description": "À gauche du chemin, vous apercevez un puits à la margelle de pierre avec un seau suspendu à une manivelle.",
      "Decor": "puits-seau",
      "Choix": [
         {
            "Texte": "Aller voir ce puits de plus près",
            "Vers": "172"
         },
         {
            "Texte": "Poursuivre votre route vers l’est",
            "Vers": "281"
         }
      ]
   },
   {
      "num": "360",
      "Description": "En marchant le long du chemin, vous entendez soudain craquer une brindille et des voix chuchoter. Vous tirez aussitôt votre épée et vous attendez, plutôt inquiet, adossé au tronc d'un grand chêne. Quatre hommes et une femme vêtus de tuniques vertes surgissent alors de derrière les arbres en face de vous. Chacun d'eux paraît menaçant et ils s'avancent vers vous en brandissant des haches et des épées. La jeune femme se détache du groupe et vous déclare que vous avez pénétré sur leur territoire ; vous devez payer en conséquence une taxe qu'elle fixe à cinq pièces d'or. Sinon, vous aurez à répondre de votre faute les armes à la main.",
      "Decor": "brigands",
      "Choix": [
         {
            "Texte": "Leur donner ce qu'ils demandent",
            "Vers": "246",
            "Conditions": ["minOr",["5"]],
            "Rules": ["changeOr",["-5"]]
         },
         {
            "Texte": "Cracher par terre et les combattre",
            "Vers": "104",
            "Combat": ["femme bandit", "la femme bandit", "une", "elle"],
            "Force" : ["8"],
            "Endurance": ["6"],
            "TexteMort": "La femme bandit fait preuve d'une redoutable adresse au combat.",
            "TexteVictoire" : ""
         }
      ]
   },
   {
      "num": "361",
      "Description": "D'un peu plus loin, vous parviennent des aboiements de chiens qui se rapprochent. Et soudain, un renard brun, les yeux exorbités, file devant vous en direction de l'est, tandis que les aboiements s'intensifient.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Faire face à la meute qui arrive",
            "Vers": "396"
         },
         {
            "Texte": "Vous cacher dans les hautes herbes, à l'écart du chemin",
            "Vers": "86"
         }
      ]
   },
   {
      "num": "362",
      "Description": "Vous reprenez votre direction initiale.",
      "Decor": "puits-seau",
      "Choix": [
         {
            "Texte": "Continuer vers l'est",
            "Vers": "281",
            "Conditions":["notHasViewed",["17"]]
         },
         {
            "Texte": "Continuer vers l'ouest",
            "Vers": "238",
            "Conditions":["notHasViewed",["172"]]
         }
      ]
   },
   {
      "num": "363",
      "Description": "Vous fouillez dans le sac à dos du Nain et vous y trouvez une bouteille contenant un liquide clair.",
      "Decor": "foret-sombre",
      "Choix": [
         {
            "Texte": "Boire ce liquide",
            "Vers": "68"
         },
         {
            "Texte": "Abandonner la bouteille et repartir vers l’est le long du chemin",
            "Vers": "59"
         }
      ]
   },
   {
      "num": "364",
      "Description": "Vous saluez d'un signe de tête le cavalier masqué, et vous lui souhaitez le bonjour. Il vous rend votre salut mais ne répond rien. Vous lui parlez alors de la mission que vous accomplissez pour venir en aide aux Nains de Pont-de- Pierre. L'homme alors saute de sa monture puis, rejetant sa cape en arrière, tend le bras droit pour vous serrer la main. Vous remarquez aussitôt qu'il porte un gros anneau d'or à chacun de ses doigts.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "L'attaquer pour lui voler son or",
            "Liaison": "Alors que vous prenez votre élan pour partir à l'attaque du cavalier masqué, le plus gros des quatre chiens bondit sur vous, et il vous faut d'abord le combattre.",
            "Vers": "96",
            "Combat": ["chien", "le chien", "un", "il"],
            "Force" : ["7"],
            "Endurance": ["6"],
            "TexteMort": "Le chien est habitué aux combats, et finit par prendre le dessus.",
            "TexteVictoire" : ""
         },
         {
            "Texte": "Poursuivre la conversation avec lui",
            "Vers": "194"
         }
      ]
   },
   {
      "num": "365",
      "Description": "Le gaz est toxique et vos yeux se mettent à larmoyer. Vous retenez votre souffle suffisamment longtemps pour trouver les Filtres à Nez, et vous les glissez dans vos narines. Vous inspirez alors avec prudence, mais tout va bien, et, bientôt, le nuage de gaz se dissipe. Il ne vous reste plus qu'à ranger la boîte en argent dans votre sac à dos.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Quitter la caverne pour poursuivre votre chemin vers le nord",
            "Vers": "358"
         }
      ]
   },
   {
      "num": "366",
      "Description": "Vous souhaitez le bonjour au Centaure qui vous répond de même. C'est une bonne chose de rencontrer quelqu'un qui ne vous attaque pas en vous voyant arriver. Vous demandez au Centaure s'il peut vous donner quelques renseignements qui vous aideraient à atteindre votre but, mais il ne sait rien et vous déclare qu'il ne se déplace pas beaucoup ces temps-ci, car il se fait vieux. Il veut simplement amasser un peu d'or pour ses vieux jours, et vous propose de vous faire traverser la rivière sur son dos en échange de 3 pièces d'Or.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Accepter son offre",
            "Vers": "127",
            "Conditions": ["minOr",["3"]],
            "Rules": ["changeOr",["-3"]]
         },
         {
            "Texte": "Refuser poliment et traverser la rivière à pied",
            "Vers": "178"
         }
      ]
   },
   {
      "num": "367",
      "Description": "Le chapeau du champignon se fend avec un bruit de bouchon qui saute, et un gaz s'en échappe en sifflant. Un nuage empoisonné vous enveloppe aussitôt.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Utiliser vos Filtres à Nez",
            "Vers": "60",
            "Conditions": ["hasObject",["filtres à nez"]],
            "Rules":["looseObjects",["filtres à nez"]]
         },
         {
            "Texte": "Retenir votre souffle",
            "Vers": "222",
            "Rules":["looseLifeD6",["1"]]
         }
      ]
   },
   {
      "num": "368",
      "Description": "Vous cherchez l'inspiration dans votre sac à dos, mais hélas vous n'avez pas de Poudre de Lévitation. Vous n'avez plus rien à faire dans cet endroit et vous décidez donc de remonter l'escalier pour rejoindre le chemin.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Repartir vers le nord",
            "Vers": "112"
         }
      ]
   },
   {
      "num": "369",
      "Description": "Le fond de la vallée est arride, mais vous vous demandez comment il se fait qu'un endroit aussi paisible soit devenu le repaire de tant de créatures répugnantes. En marchant le long du chemin, vous apercevez bientôt la silhouette d'un homme au visage caché par sa capuche ; il est vêtu d'une longue robe marron et il se dirige vers vous. Lorsqu'il s'approche, vous reconnaissez en lui un moine.",
      "Decor": "moine",
      "Choix": [
         {
            "Texte": "Engager la conversation avec lui",
            "Vers": "191"
         },
         {
            "Texte": "Le croiser en le saluant d'un signe de tête",
            "Vers": "390"
         }
      ]
   },
   {
      "num": "370",
      "Description": "Vous trébuchez et votre tête heurte violemment une bûche. Vous perdez 3 points de vie. Vous tâtonnez désespérément dans le noir complet mais, lentement, votre vue revient et vous vous relevez. Lorsque vous avez parfaitement retrouvé l'usage de vos yeux, vous repartez vers le nord, le long du chemin. Tandis que vous étiez à terre, cependant, un objet est tombé de votre sac à dos.",
      "Decor": "",
      "Rules": ["changeLife",["-3"],"giveObjects",["1"]],
      "Choix": [
         {
            "Texte": "Repartir vers le nord",
            "Vers": "231"
         }
      ]
   },
   {
      "num": "371",
      "Description": "Partout dans la caverne sont entassées des mains humaines en argile, représentées dans différentes positions. Elles sont toutes peintes d'une couleur rouge vif vernissée. Dans un vase de cuivre, vous trouvez 3 pièces d'Or que vous rangez dans votre sac à dos et, comme il n'y a rien d'autre d'intéressant ou d'utile à emporter, vous quittez l'endroit.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Prendre l'une des mains d'argile au passage",
            "Vers": "93",
            "Rules":["gainObjects",["main d'argile"]]
         },
         {
            "Texte": "Retourner à la bifurcation, toujours à quatre pattes",
            "Vers": "93"
         }
      ]
   },
   {
      "num": "372",
      "Description": "Vous vous penchez pour essayer de soulever le coffre, mais il est très lourd. Vous pouvez Tester votre Force, mais en cas d'échec, vous vous faites mal au dos et vous perdez 1 point de vie. Vous pouvez à nouveau tenter de soulever le coffre, aussi souvent qu'il vous plaira.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Tester votre Force",
            "Vers": "",
            "Rules": ["briserCoffre",["48","372"]]
         },
         {
            "Texte": "Quitter la cabane et partir vers le nord",
            "Vers": "288"
         }
      ]
   },
   {
      "num": "373",
      "Description": "Vous vous laissez tomber sur le tronc mort, épuisé par ce long combat. Hélas ! le bâton noir n'était qu'une illusion créée par le Changeur de Forme, et vous n'en voyez plus trace. Un instant plus tard, vous remarquez, derrière le tronc, quelques champignons violets qui ont poussé là. Vous n'en avez jamais vu de semblables, mais ils semblent appétissants.",
      "Decor": "champignons",
      "Choix": [
         {
            "Texte": "Goûter à ces champignons",
            "Vers": "308"
         },
         {
            "Texte": "Repartir vers le nord",
            "Vers": "148"
         }
      ]
   },
   {
      "num": "374",
      "Description": "Vous glissez votre main dans le gantelet et vous empoignez votre épée. Vous faites alors de grands moulinets en vous sentant plus habile que jamais. C'est que vous venez de trouver un Gantelet d'Adresse à Combattre qui vous permettra d'ajouter 1 point à votre Force d'Attaque lors de vos futurs combats, aussi longtemps que vous le porterez.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Essayer l'anneau d'or",
            "Vers": "133",
            "Conditions": ["notHasObject",["anneau de lenteur"]],
            "Rules": ["gainObjects",["anneau de lenteur"],"changeBonusAttaque",["-2"]]
         },
         {
            "Texte": "Repartir vers le nord",
            "Vers": "360"
         }
      ]
   },
   {
      "num": "375",
      "Description": "Vous arrivez bientôt à une bifurcation.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Continuer vers le nord",
            "Vers": "150"
         },
         {
            "Texte": "Aller à l'ouest",
            "Vers": "236"
         }
      ]
   },
   {
      "num": "376",
      "Description": "Le sol de la caverne est jonché de cailloux et de débris. Ce ne serait vraiment pas de chance de trébucher maintenant !",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Tentez votre Chance",
            "Vers": "",
            "Rules": ["tentezVotreChance",["74","310"]]
         }
      ]
   },
   {
      "num": "377",
      "Description": "Vous rattrapez bientôt les deux Pygmées. Ils sont vêtus de jupes fabriquées avec des herbes et, lorsqu'ils se retournent pour vous faire face, vous remarquez qu'ils ont chacun un os en travers du nez. Ils tirent aussitôt leurs poignards et vous attaquent.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Engager le combat",
            "Vers": "205",
            "Fuir": "92",
            "Combat": ["pygmée", "le pygmée", "un pygmée", "il"],
            "Force" : ["5","6"],
            "Endurance": ["6","5"],
            "TexteMort": "",
            "TexteVictoire" : ""
         }
      ]
   },
   {
      "num": "378",
      "Description": "À gauche du chemin, vous voyez un petit homme à la longue barbe grise, assis en tailleur sur le chapeau d'un énorme champignon. Il porte une veste et une casquette rouge vif et des pantalons noirs qui s'arrêtent aux genoux. Il est profondément endormi et ronfle bruyamment.",
      "Decor": "gnome",
      "Choix": [
         {
            "Texte": "Lui donner une petite tape sur l'épaule pour le réveiller",
            "Vers": "307"
         },
         {
            "Texte": "Passer silencieusement devant lui et poursuivre votre route vers l'ouest",
            "Vers": "67"
         }
      ]
   },
   {
      "num": "379",
      "Description": "cf 391",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Debug :)",
            "Vers": "391"
         }
      ]
   },
   {
      "num": "380",
      "Description": "Devant ce tronc creux, vous hésitez sur la conduite à tenir. Ha, si seulement vous aviez acheté une Corde chez Yaztromo  !",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Sauter à l'intérieur du tronc",
            "Vers": "237"
         },
         {
            "Texte": "Retourner sur le chemin et repartir vers le nord",
            "Vers": "144"
         }
      ]
   },
   {
      "num": "381",
      "Description": "Vous avez échoué dans votre tentative d'aider les Nains. Vous n'avez rien à offrir à Gillibran, leur roi, et vous n'avez donc aucune raison de le rencontrer. Aussi décidez-vous de repartir vers l'est et de chercher un endroit où vous reposer après avoir affronté tous ces périls. Peut-être cependant pourriez-vous essayer à nouveau de découvrir le marteau de guerre ? Si c'est votre intention, il vous faut retourner chez Yaztromo le sorcier pour lui acheter d'autres objets magiques.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Retourner chez Yaztromo",
            "Vers": "98"
         }
      ]
   },
   {
      "num": "382",
      "Description": "Vous suivez le chemin vers l'ouest, et vous arrivez bientôt à une nouvelle bifurcation. Vous décidez de ne pas prendre le sentier orienté au sud.",
      "Decor": "embranchement",
      "Choix": [
         {
            "Texte": "Aller vers le nord",
            "Vers": "97"
         }
      ]
   },
   {
      "num": "383",
      "Description": "Vous fouillez les sacs et les vêtements des Orques et vous y trouvez 2 pièces d'Or ainsi qu'un petit sifflet de bois.",
      "Decor": "",
      "Rules": ["gainObjects",["sifflet en bois"]],
      "Choix": [
         {
            "Texte": "Manger le lièvre puis repartir vers le nord",
            "Liaison": "Le repas vous redonne 2 points de vie.",
            "PdV": "2",
            "Vers": "254"
         },
         {
            "Texte": "Quitter les lieux et partir vers le nord",
            "Vers": "254"
         }
      ]
   },
   {
      "num": "384",
      "Description": "Un peu plus loin, parmi les herbes, vous entendez un faible gémissement. Vous levez les yeux : les vautours continuent de tournoyer dans le ciel, attendant patiemment. Vous faites encore quelques pas et un triste spectacle s'offre alors à vos yeux : un homme de haute stature, aux muscles noueux qui semblent durs comme l'acier est attaché au sol, chacun de ses membres ligoté à un pieu profondément enfoncé dans la terre. L'homme porte pour tout vêtement une pièce d'étoffe nouée autour de ses reins, et sa peau est brûlée par le soleil. Son visage et sa poitrine portent des traces de sévices : on a dû le torturer cruellement. Ses bourreaux n'auront cependant pas réussi à le faire parler car il est coriace : c'est en effet un barbare !",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Le délivrer",
            "Liaison": "Vous tranchez les cordes épaisses qui retiennent le Barbare prisonnier. Celui-ci pousse un grognement puis s'assied, frottant ses poignets et ses chevilles endoloris. Il tourne ensuite son regard vers vous et se met à ricaner. Est-il fou ou ingrat ? En tout cas, il arrache un pieu du sol et vous attaque aussitôt.",
            "Vers": "394",
            "Combat": ["barbare", "le barbare", "un", "il"],
            "Force" : ["9"],
            "Endurance": ["7"],
            "TexteMort": "Malgré ses blessures, le barbare reste un adversaire puissant, et il vous transperce avec le pieu.",
            "TexteVictoire" : "Il se passera longtemps avant que vous rendiez à nouveau service à quelqu'un ! Vous retournez sur le chemin et vous repartez vers le nord."
         },
         {
            "Texte": "Le laisser à son agonie, et repartir vers le nord",
            "Vers": "254"
         }
      ]
   },
   {
      "num": "385",
      "Description": "Lorsque l'Ogre s'écroule sur le sol, la créature enfermée dans la cage se met à sautiller en tous sens plus frénétiquement encore.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Aller voir d'un peu plus près cette créature dans sa cage",
            "Vers": "168"
         },
         {
            "Texte": "Fouiller la caverne",
            "Vers": "313"
         },
         {
            "Texte": "Quitter la caverne et poursuivre le chemin",
            "Vers": "358"
         }
      ]
   },
   {
      "num": "386",
      "Description": "Cf 325 !",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Debug :)",
            "Vers": "119"
         }
      ]
   },
   {
      "num": "387",
      "Description": "Sur le sol, à quelques mètres devant vous, vous apercevez une Pièce d'Or. Vous la ramassez, vous la jetez en l'air d'une pichenette, et vous la rattrapez dans votre paume avant de la ranger dans votre poche. Vous gagnez 1 point de <i class='stats'>CHANCE.</i>",
      "Decor": "foret-sombre",
      "Choix": [
         {
            "Texte": "Continuer sur le chemin",
            "Vers": "340"
         }
      ]
   },
   {
      "num": "388",
      "Description": "Inquiet, vous repensez à ce que vous savez sur les loups-garous, et la terrible malédiction qu'ils transmettent parfois.",
      "Decor": "lune",
      "Choix": [
         {
            "Texte": "Chercher des blessures",
            "Vers": "",
            "Rules": ["hasBite",["155","316"]]
         }
      ]
   },
   {
      "num": "389",
      "Description": "Vous levez votre épée au-dessus de votre tête, et vous rabattez violemment sur le coffre de bois qui se brise en mille morceaux. Parmi les éclats de bois, vous trouvez 8 Pièces d'Or et vous gagnez 1 point de Chance.",
      "Decor": "alcove",
      "Choix": [
         {
            "Texte": "Jeter un coup d'œil à l'intérieur du tonneau",
            "Vers": "215",
            "Conditions":["notHasViewed",["248"]],
            "Rules":["addView",["389"]]
         },
         {
            "Texte": "Quitter l'anfractuosité pour continuer à monter les marches",
            "Vers": "88",
            "Rules":["addView",["389"]]
         }
      ]
   },
   {
      "num": "390",
      "Description": "Au loin, vous apercevez la sombre muraille de végétation qui se dresse devant vous. Le chemin mène droit à la Forêt des Ténèbres et s'y enfonce en serpentant parmi les racines et les buissons enchevêtrés. Enfin, vous arrivez à une bifurcation.",
      "Decor": "oree-foret",
      "Choix": [
         {
            "Texte": "Poursuivre vers le nord",
            "Vers": "190"
         },
         {
            "Texte": "Aller à l'ouest",
            "Vers": "280"
         }
      ]
   },
   {
      "num": "391",
      "Description": "L'édifice ne mesure que trois mètres sur trois et il est dépourvu de fenêtre. L'accès en est fermé par une porte en pierre qui paraît très solide ; elle n'a pas de poignée et il ne semble pas qu'aucune autre ouverture permette d'entrer à l'intérieur de l'étrange construction. Vous remarquez alors dans la porte de pierre un minuscule trou de serrure.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Utiliser votre clé d'argent",
            "Vers": "200",
            "Conditions": ["hasObject",["clé d'argent"]]
         },
         {
            "Texte": "Défoncer la porte ",
            "Vers": "73"
         },
         {
            "Texte": "Retourner sur le chemin et repartir vers le nord",
            "Vers": "112"
         }
      ]
   },
   {
      "num": "392",
      "Description": "Tandis que vous vous accroupissez derrière des buissons, à l'écart du chemin, les voix se rapprochent et deux paires de jambes maigres à demi-recouvertes de haillons passent devant vous en traînant les pieds et en soulevant des nuages de poussière. Bientôt, les voix disparaissent au lointain.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Retourner sur le chemin pour repartir vers le nord",
            "Vers": "157"
         }
      ]
   },
   {
      "num": "393",
      "Description": "Le chemin suit le fond de la vallée paisible et aboutit à une bifurcation. Le sentier orienté au sud ramène vers les collines. Vous décidez donc de ne pas le prendre.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Aller vers le nord",
            "Vers": "369"
         }
      ]
   },
   {
      "num": "394",
      "Description": "Peu à peu l'herbe devient de moins en moins haute et le sol s'élève en pente douce. A quelque distance, vous entendez le bruit d'une eau courante, et vous arrivez bientôt sur la berge d'une rivière au cours paisible. L'eau est très peu profonde. Des pierres affleurant à la surface permettent de passer de l'autre côté, où le chemin continue vers le nord.",
      "Decor": "river-stone",
      "Choix": [
         {
            "Texte": "Traverser la rivière sur les pierres",
            "Liaison": "Vous avancez avec prudence sur les pierres glissantes et vous traversez ainsi la rivière.",
            "Vers": "66"
         },
         {
            "Texte": "Traverser la rivière en marchant dans l'eau peu profonde",
            "Liaison": "Vous entrez dans l'eau et vous avancez en direction de la berge opposée. Vous avez de l'eau jusqu'à la ceinture, une eau trouble dans laquelle se cachent peut-être toutes sortes de créatures qui peuvent représenter pour vous un danger. Et soudain, vos appréhensions se trouvent justifiées, car vous sentez des dents pointues se planter dans votre cuisse.",
            "Vers": "66",
            "Combat": ["anguille", "l'anguille'", "une", "elle"],
            "Force" : ["5"],
            "Endurance": ["4"],
            "TexteMort": "Hélas, vous glissez sur une pierre, et l'anguille profite de votre noyade pour vous achever.",
            "TexteVictoire" : "Vous vous hissez hors de l'eau sur la berge opposée de la rivière."
         }
      ]
   },
   {
      "num": "395",
      "Description": "La mèche ne s'allume pas, mais un éclair, en revanche, jaillit de la lanterne avec une telle clarté que vous en êtes aveuglé. Incapable de rien voir, vous trébuchez et vous tombez à terre.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Tentez votre chance",
            "Vers": "",
            "Rules": ["tentezVotreChance",["154","370"]]
         }
      ]
   },
   {
      "num": "396",
      "Description": "Vous tirez votre épée et vous vous apprêtez à affronter la meute de chiens qui apparaît à quelque distance, dans un nuage de poussière. Un cavalier masqué vêtu d'une longue cape flottant au vent galope derrière, monté sur un étalon blanc. L'homme sonne de sa trompe de chasse et la meute de chiens s'arrête soudain devant vous. Ce sont des chiens courants : ils sont quatre. L'étalon s'immobilise à son tour derrière eux, soufflant par ses naseaux de longs jets de vapeur. L'homme masqué vous regarde alors sans dire un mot.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Engager la conversation avec lui",
            "Vers": "364"
         },
         {
            "Texte": "Attaquer le chien le plus proche",
            "Liaison": "Vous levez le bras pour frapper le Chien, mais celui-ci se met à grogner férocement et bondit sur vous.",
            "Vers": "96",
            "Combat": ["chien", "le chien", "un", "il"],
            "Force" : ["7"],
            "Endurance": ["6"],
            "TexteMort": "Le chien est habitué aux combats, et finit par prendre le dessus.",
            "TexteVictoire" : ""
         }
      ]
   },
   {
      "num": "397",
      "Description": "Vous poursuivez votre chemin au fond de la vallée, en passant devant un sentier orienté au sud qui mène vers les collines. Bientôt, vous arrivez à une bifurcation dont l'une des branches est également orientée au sud, en direction des collines.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Aller au nord",
            "Vers": "163"
         },
         {
            "Texte": "Continuer vers l'est",
            "Vers": "393"
         }
      ]
   },
   {
      "num": "398",
      "Description": "Vous atteignez l'extrémité du tunnel et vous vous apprêtez à remonter l'échelle le long du puits, lorsque vous entendez soudain des bruits de pas au-dessus de votre tête. Quelqu'un est en train de descendre l'échelle.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Saisir la jambe qui ne va pas tarder à apparaître",
            "Vers": "320"
         },
         {
            "Texte": "Attendre que ce mystérieux visiteur pénètre dans le tunnel",
            "Liaison":"Un petit <i class='stats'>GREMLIN</i> à la peau verte saute du dernier barreau de l'échelle et entre dans le tunnel. Il ne mesure pas plus d'un mètre de haut et semble très surpris de vous voir là, accroupi dans le tunnel. Il sort aussitôt un poignard de sa veste.",
            "Vers": "110",
            "Combat": ["gremlin", "le gremlin", "un", "il"],
            "Force" : ["7"],
            "Endurance": ["4"],
            "TexteMort": "",
            "TexteVictoire" : ""
         }
      ]
   },
   {
      "num": "399",
      "Description": "Vous vous précipitez sur Yaztromo, mais le sorcier lève son bras droit d'un geste nonchalant et marmonne quelques mots. Le temps paraît alors s'arrêter tandis que jaillissent tout autour de vous des éclairs aveuglants. Votre corps vous semble soudain un liquide bouillonnant et lorsque toute cette agitation s'apaise enfin, vous êtes conscient qu'il vient de se passer quelque chose de terrifiant. Vous sentez contre votre corps la pierre froide de l'escalier, et vous allez devoir à présent vous habituer à un nouveau genre de vie : le sorcier vous a en effet transformé en grenouille ! Se penchant vers vous, Yaztromo vous ramasse d'une main et vous déclare d'une voix de tonnerre : « Profite donc bien de ta nouvelle vie, piètre bretteur ! » Puis il éclate d'un rire tonitruant et vous laisse presque tomber sur le sol. Il retourne ensuite vers la porte de chêne d'un pas traînant, l'ouvre, et vous jette parmi les hautes herbes qui entourent sa demeure. Votre aventure se termine ici.",
      "Decor": "grenouille",
      "Choix": [
         {
            "Texte": "Recommencez l'aventure",
            "Vers": "",
            "Rules": ["resetPlayer",[""]]
         }
      ]
   },
   {
      "num": "400",
      "Description": "Victoire !",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Debug :)",
            "Vers": ""
         }
      ]
   },
   {
      "num": "401",
      "Description": "Par chance, la première fléchette ne fait que vous frôler. Mais qu'en sera-t-il pour la deuxième ?",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Tentez votre chance pour la 2ème fléchette",
            "Vers": "",
            "Rules": ["tentezVotreChance",["77","197"]]
         }
      ]
   },
   {
      "num": "402",
      "Description": "L'homme masqué se rue sur vous avec un cri de rage, bien décidé à venger la mort de ses chiens !",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Combattre l'homme masqué",
            "Vers": "62",
            "Combat": ["homme masqué", "l'homme masqué", "un", "il"],
            "Force" : ["8"],
            "Endurance": ["7"],
            "TexteMort": "Fou de rage que vous ayez tué ses chiens, l'homme masqué vous embroche.",
            "TexteVictoire" : ""
         }
      ]
   },
   {
      "num": "403",
      "Description": "Vous tombez à côté du pieu, mais vous vous faites quand même suffisamment mal pour perdre 2 points de vie.",
      "Decor": "",
      "Rules": ["changeLife",["-2"]],
      "Choix": [
         {
            "Texte": "Appeler à l'aide",
            "Vers": "14"
         },
         {
            "Texte": "Utiliser vos Bottes à Bondir",
            "Liaison":"C'est une fosse circulaire dont les parois sont lisses. Votre chute vous a causé un choc ; vous vous sentez faible mais vous parvenez, malgré tout, à prendre dans votre sac à dos les bottes de cuir marron que vous chaussez. Elles vous semblent très légères et vous bondissez hors du trou sans difficulté.",
            "Vers": "255",
            "Conditions": ["hasObject",["bottes à bondir"]],
            "Rules": ["looseObjects",["bottes à bondir"]]
         }
      ]
   },
   {
      "num": "404",
      "Description": "La pointe de l'épieu vous transperce la jambe lorsque vous atterrissez au fond du piège, et vous perdez non seulement 2 points de vie en raison de la chute elle-même, mais encore 2 autres points à cause de la blessure à votre jambe.",
      "Decor": "",
      "Rules": ["changeLife",["-4"]],
      "Choix": [
         {
            "Texte": "Appeler à l'aide",
            "Vers": "14"
         },
         {
            "Texte": "Utiliser vos Bottes à Bondir",
            "Liaison":"C'est une fosse circulaire dont les parois sont lisses. Votre chute vous a causé un choc ; vous vous sentez faible mais vous parvenez, malgré tout, à prendre dans votre sac à dos les bottes de cuir marron que vous chaussez. Elles vous semblent très légères et vous bondissez hors du trou sans difficulté.",
            "Vers": "255",
            "Conditions": ["hasObject",["bottes à bondir"]],
            "Rules": ["looseObjects",["bottes à bondir"]]
         }
      ]
   },
   {
      "num": "405",
      "Description": "L'épée ne bouge pas d'un pouce malgré tous vos efforts. Vous finissez par vous fatiguer et vous renoncez.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Reprendre votre chemin vers le nord",
            "Vers": "334"
         }
      ]
   },
   {
      "num": "406",
      "Description": "Vous parvenez, au prix d'un grand effort, à repousser légèrement son bras. Mais sa force est grande et il n'abandonnera pas si facilement.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Testez votre Force",
            "Vers": "",
            "Rules": ["testezVotreForce",["407","129"]]
         }
      ]
   },
   {
      "num": "407",
      "Description": "Vous continuez vos efforts, transpirant à grosses gouttes, et vous repoussez son bras encore un peu. Mais il tente alors le tout pour le tout.",
      "Decor": "",
      "Choix": [
         {
            "Texte": "Testez votre Force",
            "Vers": "",
            "Rules": ["testezVotreForce",["354","129"]]
         }
      ]
   },
   {
      "num": "408",
      "Description": "Les humanoïdes vous ignorent totalement et continuent de vaquer à leurs occupations comme si vous n'étiez pas là.",
      "Decor": "caverne-champignons",
      "Choix": [
         {
            "Texte": "Attaquer un humanoïde",
            "Vers": "264"
         },
         {
            "Texte": "Goûter un champignon vert",
            "Vers": "269"
         },
         {
            "Texte": "Goûter un champignon rouge",
            "Vers": "16"
         }
      ]
   }
]
}